{
  "scanned 1.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2800
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          93,
          656,
          1423,
          1227
        ],
        "ocr_text": "ਬੇਨਤੀ ਹੈ ਕਿ ਮੈ ਨਿਸ਼ਾਨ ਸਿੰਘ ਪੁੱਤਰ ਸ੍ਰੀ ਟਹਿਲ ਸਿੰਘ ਵਾਸੀ ਪਿੰਡ ਸਰਾਵਾਂ ਬੋਦਲਾ ਤਹਿ. ਮਲੋਟ ਜਿਲ੍ਹਾ ਸ੍ਰੀ ਮੁਕਤਸਰ ਸਾਹਿਬ, ਪੰਜਾਬ ਦਾ ਰਹਿਣ ਵਾਲਾ ਹਾਂ ਅਤੇ ਸਰਾਵਾ ਮੰਡਲ ਹਲਕਾ ਲੰਬੀ ਬੀ.ਜੇ.ਪੀ. ਪਾਰਟੀ ਦਾ ਜਨਰਲ ਸਕੱਤਰ ਹਾਂ ਅਤੇ ਅਰਜ਼ ਕਰਦਾ ਹਾਂ-ਕਿ ਸੈਂਟਰ ਵੱਲੋਂ ਜੋ ਸਕੀਮਾਂ ਤਹਿਤ ਪੰਜਾਬ ਨੂੰ ਪੈਸਾ ਭੇਜਿਆ ਗਿਆ ਹੈ ਉਸ ਵਿੱਚ ਪਿਛਲੀ ਪੰਜਾਬ ਦੀ ਕਾਂਗਰਸ ਪਾਰਟੀ ਅਤੇ ਹੁਣ ਮੋਜੂਦਾ ਆਮ ਆਦਮੀ ਪਾਰਟੀ ਦੀ ਸਰਕਾਰ ਨੇ ਬਹੁਤ ਵੱਡੇ ਘਪਲੇ ਕੀਤੇ ਹਨ ਅਤੇ ਸੈਂਟਰ ਵੱਲੋਂ ਭੇਜਿਆ ਗਿਆ ਪੈਸਾ ਸਹੀ ਢੰਗ ਨਾਲ ਬਣਦੀਆਂ ਸਕੀਮਾਂ ਤੇ ਨਹੀਂ ਲਾਇਆ-ਗਿਆ ਹੈ ਅਤੇ ਪੈਸੇ ਨ ਕਰ ਗਤ ਕਿਮ ਹੈ ਸਨ ਦਾ ਮਲਕ ਦੇ ਨੇਕ ਨੂੰ ਨੈਕ ਜਮ ਦਸਦਾ ਹੈ ! ਇਹ ਸਕੀਮਾਂ ਜਿਸ ਤਰ੍ਹਾਂ ਮਨਰੇਗਾ ਸਕੀਮ, ਸੈਂਟਰ ਵੱਲੋ ਸੈਡਾਂ ਲਈ ਭੇਜਿਆ ਪੈਸਾ ਗਿਆ ਸੀ ਇਹ ਸਕੀਮਾਂ ਵਿੱਚ ਵੀ ਵੱਡੇ ਪੱਧਰ ਤੇ ਘਪਲੇ ਕੀਤੇ ਗਏ ਹਨ ਅਤੇ ਜੋ ਗਰੀਬ ਲੋਕਾਂ ਦੇ ਲਈ ਮਕਾਨ ਬਣਾਉਣ ਸਬੰਧੀ ਪੈਸਾ ਆਇਆ ਹੈ ਉਹ ਇਹਨਾਂ ਪਾਰਟੀਆਂ ਨੇ ਆਪਣੇ ਵਰਕਰਾਂ ਦੇ ਮਕਾਨ ਤਾਂ ਪਾ ਦਿੱਤੇ ਹਨ ਪਰੰਤੂ ਲੋੜਵੰਦਾਂ ਨੂੰ ਮਕਾਨਾਂ ਦੀ ਸੰਹੂਲਤ ਨਹੀ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ । ਕਲ",
        "psm_used": 4,
        "yolo_confidence": 0.9102585911750793
      },
      {
        "block_type": "Text",
        "bbox": [
          92,
          1208,
          1420,
          1542
        ],
        "ocr_text": "ਸੋ ਕ੍ਰਿਪਾ ਕਰਕੇ ਸੈਂਟਰ ਵੱਲੋਂ ਭੇਜਿਆ ਪੈਸੇ ਦੀ ਸਾਰੀਆਂ ਸਕੀਮਾਂ ਦੀ ਇੰਨਕੁਆਰੀ. ਕਰਵਾ ਇਸ ਵਿੱਚ ਕੀਤੇ ਘਪਲਿਆਂ ਦੀ ਜਾਂਚ ਪੜਤਾਲ ਕਰਕੇ ਬਣਦੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ ਕਿਉਕਿ ਅਗਲੀਆਂ ਚੋਣਾਂ ਵਿੱਚ ਅਜੇ ਤੱਕ ਡੇੜ ਸਾਲ ਪਿਆ ਹੈ ਅਤੇ ਹੁਣੇ ਵੀ ਇਹਨਾਂ ਦੀ ਇੰਨਕੁਆਰੀ ਕੀਤੀ ਜਾਵੇ ਕਿਉਕਿ ਮੌਕੇ ਵੇਲੇ ਤਾਂ ਇਹ ਪਾਰਟੀ ਵਿੱਚੋਂ ਭੱਜ ਵੀ ਸਕਦੇ ਹਨ ਅਤੇ ਨਾ ਹੀ ਸਾਨੂੰ ਆਰ.ਟੀ.ਆਈ. ਤਹਿਤ ਕੋਈ ਸੂਚਨਾ ਨਹੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ |! ਇਸ ਲਈ ਤੁਸੀ ਆਪਣੇ ਤੌਰ ਤੇ ਇੰਨਕੁਆਰੀ ਕਰਕੇ ਪੰਜਾਬ ਨੂੰ ਬਚਾਇਆ ਜਾਵੇ ਜੀ | ਆਪ ਜੀ ਦੀ ਬੜੀ ਸਿਹਰਬਾਨੀ ਹੋਵੇਗੀ ।",
        "psm_used": 4,
        "yolo_confidence": 0.8344301581382751
      }
    ]
  },
  "scanned 10.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2331
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          139,
          462,
          1505,
          819
        ],
        "ocr_text": "3. ਇਹ ਕਿ ਜੰਗਲਾਤ ਮਹਿਕਮੇ ਦੀ ਜਗ੍ਹਾ ਦਰਖਤਾਂ ਬੂਟਿਆਂ ਦੀ ਜਗ੍ਹਾਂ ਤੇ ਸਪਰੈਅ ਮਾਰਕੇ ਅਤੇ ਜੇਸੀਬੀ. ਮਸ਼ੀਨਾਂ ਲਾ ਕੇ ਦਰਖਤ ਬੂਟੇ ਖਰਾਬ ਕਰਕੇ ਵਿਚੋ ਦੀ ਨਜਾਇਜ਼ ਖਾਲ੍ਹ ਪਾਏ ਹਨ। ਇਹ ਸਾਰਾ ਸ਼੍ਰੈਆਮ ਮਹਿਕਮੇ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਰਲਕੇ ਨਜਾਇਜ਼ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.9370254874229431
      },
      {
        "block_type": "Text",
        "bbox": [
          141,
          167,
          1514,
          467
        ],
        "ocr_text": "ਨਕਸ਼ੇ ਵਾਲੀ ) ਤੋ ਢਾਹ ਕੇ ਡਰੈਨਜ਼ ਮਹਿਕਮਾਂ ਦੀ ਮਾਲਕੀ ਗਗ੍ਰਾਂ ਵਿੱਚ ਨਜਾਇਜ਼ ਖਾਲ੍ਹ ਪਾਇਆ ਗਿਆ ਹੈ।ਮੇਰੀ ਜਮੀਨ ਨੂੰ ਇਹ ਖਾਲ੍ਹ ਜਾਂਦਾ ਹੈ। ਇਹ ਸਾਰਾ ਕੁਝ ਪਿੰਡ ਤੂੰਬੜਭੰਨ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਦੇ ਲੋਕਾਂ ਵੱਲੋ ਨਹਿਰੀ ਮਹਿਕਮੇ ਦੇ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਸਾਜਬਾਜ . ਮਿਲੀਭੂਗਤ ਕਰਕੇ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.9228528738021851
      },
      {
        "block_type": "Text",
        "bbox": [
          140,
          824,
          1507,
          1114
        ],
        "ocr_text": "4. ਇਹ ਕਿ ਨਹਿਰੀ ਮਹਿਕਮਾਂ ਅਤੇ ਜੰਗਲਾਤ ਮਹਿਕਮਾਂ , ਦੇ ਅਧਿਕਾਰੀ ਅਤੇ ਉਚੋਂ ਅਫਸਰ . ਪਿੰਡ ਤੂਬੰੜਭਨ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਦੇ ਲੋਕਾਂ ਤੇ ਇਸ ਸਬੰਧੀ ਕੋਈ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਹੁਣ ਤੱਕ ਨਹੀ ਕੀਤੀ ਹੈ।ਸਾਡੀ ਹੁਣ ਤੱਕ ਕੋਈ ਸੁਣਵਾਈ ਨਹੀ ਹੋਈ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.9168752431869507
      }
    ]
  },
  "scanned 13.png": {
    "language": "pan",
    "original_size": [
      689,
      771
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          48,
          0,
          641,
          705
        ],
        "ocr_text": "ਦੇ ਟੱਡਟੱਟ ਹੈ ਪਰੰਤੂ ਪਤਰ ਤੋ ਬਾਰ ਹੈ, ਮੈ ਉਕਤ ਦੋਸ਼ੀਆ ਦੁਆਰਾ ਪਹਿਲਾ ਹੀ ਲੁੱਟਿਆ ਜਾ ਚੁਕਾ ਸੀ ਜਿੰਨੇ ਪੈਸੇ ਮੇਰੇ ਮਾਮੇ ਪਾਸ ਸੀ। ਉਹ ਸਾਰੇ ਪੈਸੇ ਲਗਾ ਦਿੱਤੇ ਸੀ। ਡਾਕਟਰਾ ਨੇ ਕਿਹਾ ਕਿ ਜੇਕਰ ਤੁਸੀ ਪੈਸੇ ਨਹੀਂ ਲਗਾ ਸਕਦੇ ਤਾਂ ਤੁਸੀ ਮਰੀਜ਼ ਦੀ ਛੁੱਟੀ ਲੈ ਸਕਦੇ ਹੋ। ਸਾਡੇ ਦੁਆਰਾ ਪੁਲਿਸ ਕਾਰਵਾਈ ਕਰਨ ਬਾਰੇ ਪੁੱਛਣ ਤੇ ਡਾਕਟਰਾ ਸਾਨੂੰ ਵਿਸ਼ਵਾਸ਼ ਦਵਾਇਆ ਕਿ ਪੁਲਿਸ ਕਾਰਵਾਈ ਜਰੂਰ ਕਰੇਗੀ। ਪੁਲਿਸ ਮੁਲਾਜਮ ਸਾਡੇ ਪਾਸੋ ਇਹ ਸਾਰਾ ਰਿਕਾਤਡ ਆਪ ਲੈ ਕੇ ਜਾਣਗੇ। ਜਦੋ ਅਸੀ ਫਰੀਦਕੋਟ ਤੋਂ ਮਲੋਟ ਟਰੇਨ ਰਾਹੀ ਘਰ ਆ ਰਹੇ ਸੀ ਤਾਂ ਉਸ ਵਕਤ ਦੋਸ਼ੀਆਂ ਨੇ ਫਿਰ ਸਾਨੂੰ ਫੋਨ ਰਾਹੀ ਤਰਾਂ ਤਰਾਂ ਦੀਆ ਧਮਕੀਆਂ ਤੇ ਡਰਾਵੇ ਦਿੱਤੇ ਡਾਕਟਰ ਦੁਆਰਾ ਹਸਪਤਾਲ ਐਮ.ਐਲ.ਆਰ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਚ ਅਸੀ ਏ.ਐਸ.ਆਈ ਪੁਲਿਸ ਮੁਲਾਜਮ ਬਾਰੇ ਪਤਾ ਕੀਤਾ ਉਹਨਾਂ ਦਾ ਨੰਬਰ ਲੈ ਕੇ ਅਸੀ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਖੇ ਫੋਨ ਕੀਤਾ ਜਦ ਕਿ ਫੋਨ ਬਾਨਾ ਸਿਟੀ ਮਲੋਟ ਤੋਂ ਆਪੇ ਹੀ ਆਣਾ ਚਾਹੀਦਾ ਸੀ।ਫਿਰ ਸਾਨੂੰ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਦੁਆਰਾ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਖੇ ਬਿਆਨ ਦੇਣ ਲਈ ਕਿਹਾ ਗਿਆ ਮੈ ਕਮਜ਼ੋਰ ਹਾਲਤ ਵਿਚ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਗਿਆ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਨੇ ਮੇਰੇ ਪਾਸੋ ਮਿਤੀ ।3-8-2025 ਸੁਭਾ ਕਰੀਬ ਪੋਣੇ ਗਿਆਰਾ ਵਜੇ ਪੁੱਠੇ ਸਿੱਧੇ ਸਵਾਲ ਪੁੱਛਣੇ ਸੁਰੂ ਕਰ ਦਿੱਤੇ ਜਿਸ ਵਿਚ ਦੇਸੀਆ ਦੀ ਹਮਾਇਤ ਸਪੱਸ਼ਟ ਤੌਰ ਤੇ ਝਲਕ ਰਹੀ ਸੀ। ਕਿਉਕਿ ਦੋਸ਼ੀਆ ਦੀ ਮਾਤਾ ਦਾ ਰਿਸ਼ਤੇਦਾਰ ਪੰਜਾਬ ਪੁਲਿਸ ਵਿਚ ਮੁਲਾਜ਼ਮ ਲੱਗਾ ਹੈ।ਇਸ ਬਾਰੇ ਸਾਡੇ ਕੋਲ ਦੋਸੀਆ ਦੇ ਤਾਏ ਦੀ ਰਿਕਾਡਿੰਗ ਵੀ ਹੈ। ਮੇਰੇ ਮਾਮੇ ਨੇ ਮੋਕੇ ਤੇ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਨੂੰ ਅਰਜ਼ ਕੀਤੀ ਕਿ ਮੋਹਿਤ ਕੁਮਾਰ ਦੇ ਸੱਟਾਂ ਮਾਰੀਆ ਹਨ । ਕ੍ਰਿਪਾ ਕਰਕੇ ਇਸਦੇ ਬਿਆਨ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਲਊ ਜੀ। ਜਦੋਂ ਘਟਨਾ ਦੇ ਡੇਢ- ਦੇ ਘੰਟੇ ਪਹਿਲਾ ਦੀ ਰਿਕਾਡਿੰਗ ਮੈ ਪੁਲਿਸ ਮੁਲਾਜਮ ਨੂੰ ਸੁਣਾਈ ਤਾਂ ਉਹਨਾਂ ਨੇ ਉਸ ਰਿਕਾਡਿੰਗ ਦਾ ਨੰਬਰ ਲਿਆ ਤੇ ਉਸੇ ਸਮੇ ਦੋਸੀ ਨੂੰ ਫੋਨ ਲਗਾ ਲਿਆ ਇਸ ਵਿਚ ਫਿਰ ਸਪਸੁੱਟ ਤੌਰ ਤੇ ਦੋਸੀਆ ਦੀ ਹਮਾਇਤ ਨਜ਼ਰ ਆ ਰਹੀ ਸੀ ।ਇੰਝ ਲਗਦਾ ਸੀ ਕਿ ਇਸ ਘਟਨਾ ਦੀ ਪਹਿਲਾ ਹੀ ਖਬਰ ਪਹੁੰਚ ਹੋ ਗਈ ਹੋਵੇ। ਫਿਰ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਨੇ ਮੈਨੂੰ ਸਰੇਆਮ ਕਿਹਾ ਕਿ ਬਿਆਨ ਜਿਹੜਾ ਮਰਜੀ ਲਿਖਵਾ ਲਉ ਪਰ ਤੁਹਾਡੀ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਨਹੀ ਹੋਣੀ। ਅਸੀ ਆਪਣੇ ਬਿਆਨ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਖੇ ਲਿਖਵਾ ਕੇ ਘਰ ਵਾਪਿਸ ਆ ਗਏ! ਫਿਰ ਜਦੋਂ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਨੀ ਹੋਈ ਤਾਂ ਉਕਤ ਦੋਸ਼ੀਆਂ ਨੇ ਮੈਨੂੰ ਲੰਘਦੇ- ਟੱਪਚੇਅਜਮੇ ਵਾਰ ਵਾਰ ਧਮਕੀਆਂ ਦੇਣ ਲੱਗੇ ।ਅਸੀ ਤਿੰਨ ਦਿਨ ਬਾਅਦ ਐਸ.ਐਚ.ਓ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਦੇ ਪਾਸ ਜਾ ਕੇ ਬੇਨਤੀ ਕੀਤੀ ਐਸ.ਐਚ.ਓ ਸਾਹਿਬ ਨੇ ਮੋਕੇ ਤੇ ਡਿਊਟੀ ਅਫਸਰ ਪੁਲਿਸ ਮੁਲਾਜਮ ਨੂੰ ਸਾਡੇ ਸਾਹਮਣੇ ਫੋਨ ਕੀਤਾ ਕਿ ਦੋਸ਼ੀਆਂ ਨੂੰ ਫੜ ਕੇ ਲਿਆਊ ਤੇ ਬਣਦੀ ਕਾਰਵਾਈ...ਕਰੋ। ਇਸਤੋਂ ਬਾਦ ਮੇਰੇ ਮਾਮਾ ਜੀ ਨੇ ਮਿਤੀ 19-8-2025 ਨੂੰ ਮੇਰੇ ਸੱਟਾਂ ਦੇ ਸਬੰਧ ਵਿਚ ਫਰੀਦਕੇਟ ਹਸਪਤਾਲ ਵਿਖੇ ਮੈਡੀਕਲ ਰਿਪੋਟ ਲਿਆਉਣ ਲਈ ਗਏ ਪਰੰਤੂ ਡਾਕਟਰਾਂ ਨੇ ਮੈਡੀਕਲ ਰਿਪੋਟ ਦੇਣ ਤੋ ਇੰਨਕਾਰ ਕਰ ਦਿੱਤਾ ਤੇ ਅੱਗੋ ਕਿਹਾ ਕਿ ਪੰਜਾਬ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਸਾਡੇ ਕੋਲ ਆਪਣੇ ਆਪ ਹੀ-ਆ ਕੇ ਰਿਪੋਟ ਲੈ ਜਾਣਗੇ। ਇਹ ਉਹਨਾਂ ਦੀ ਡਿਊਟੀ ਬਣਦੀ ਹੈ।ਮੇਰੇ ਮਾਮੇ ਨੇ ਦੇਖਿਆ ਕਿ ਫਰੀਦਕੋਟ ਦੇ ਇੱਕ ਨੰਬਰ ਰੂਮ ਵਿਚ ਸਾਰੇ ਹੀ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਰਿਪੋਟਾਂ ਲਈ ਜਾਂਦੇ ਸਨੇ।ਜਦ ਕਿ ਸਾਡਾ ਪੁਲਿਮ ਮੁਲਾਜ਼ਮ ਉਥੇ ਜਾ ਕੇ ਰਿਪੋਟ ਲੈਣ ਲਈ ਨਹੀ ਗਿਆ । ਫਿਰ ਮੇਰੇ ਮਾਮੇ ਨੇ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਨੂੰ ਸਿੱਧਾ ਕਾਰਵਾਈ ਕਰਨ ਬਾਰੈ ਫੋਨ ਕੀਤਾ ਇਸ ਮੁਲਾਜ਼ਮ ਨੇ ਸਾਨੂੰ ਕਾਰਵਾਈ ਨਾ ਕਰਨ ਬਾਰੇ ਗੋਲ-ਮੋਲ ਗੱਲ ਕਰਕੇ' ਕੋਰਟ ਵਿਚ ਜਾਣ ਦੀ ਹਦਾਇਤ ਦਿੱਤੀ।ਜੋ ਕਿ ਪੰਜਾਬ ਪੁਲਿਸ ਵਾਸਤੇ ਬੁਹਤ ਹੀ ਮੰਦਭਾਗੀ ਗਲ ਹੈ। ਅਜੇ ਤੱਕ ਸਾਨੂੰ ਕੋਈ ਵੀ ਇੰਨਸਾਫ ਨਹੀ ਮਿਲਿਆ। ਅਸੀ ਸਰੀਫ ਤੇ ਛੋਟੇ ਪਰਿਵਾਰ ਵਾਲੇ ਹਾਂ ਤੇ ਮੇਰਾ ਮਾਮਾ ਘਰ ਵਿਚੋਂ ਇੱਕਲਾ ਹੈ ਅਤੇ ਦੋ ਭਰਾ ਹਾਂ ਤੇ ਦੋਸ਼ੀਆ ਦੇ ਪਿਤਾ 8 ਭਰਾ ਹਨ ਤੇ ਉਹਨਾਂ ਦੇ ਅੱਗੋ ਪਰਿਵਾਰ ਮੈਬਰ ਬੁਹਤ ਜ਼ਿਆਦਾ ਹਨ। ਜਿਸ ਕਰਕੇ ਉਹ ਸਾਡੇ ਤੇ ਭਾਰੀ ਪੈ ਰਹੇ ਹਨ । ਦੋਸ਼ੀ ਲੰਘਦੇ ਟੱਪਦੇ ਮੈਨੂੰ ਵਾਰ ਵਾਰ ਧਮਕੀਆਂ ਦੇ ਰਹੇ ਹਨ। ਐਤਕੀ ਤਾਂ ਤੂੰ ਬਚ ਗਿਆ ਤੇ ਦੁਬਾਰਾ ਤੂੰ ਨਹੀ ਬਚੇਗਾ ਤੇ ਪਏ ਪਦ ਲਤ 2 9 3 \"9 5 7 ਕਰ । ੨ ਲੋ. ਕੁਜ ਪਿਆ ਤੇ ਦੂ",
        "psm_used": 6,
        "yolo_confidence": 0.8830325603485107
      }
    ]
  },
  "scanned 14.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2334
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          376,
          571,
          563,
          643
        ],
        "ocr_text": "ਬੇਨਤੀ ਹੈ 'ਕਿ",
        "psm_used": 4,
        "yolo_confidence": 0.7295271158218384
      },
      {
        "block_type": "Text",
        "bbox": [
          383,
          891,
          1598,
          1015
        ],
        "ocr_text": "ਇਹ ਕਿ ਮੈਂ ਕੰਪਨੀ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਹਦਾਇਤਾਂ ਅਨੁਸਾਰ ਐਕਸਾ ਇਨਸ਼ਿਉਰੈਂਸ ਕੰਪਨੀ ਦੀਆਂ ਪਾਲਸੀਆਂ ਤਾਹੀਂ ਪੈਸਾ ਲਾਇਆ ਸੀ। ਇਨਸਿਵਰੈਂਸ ਪਾਲਸੀਆਂ ਦਾ ਸਾਰਾ ਰਿਕਾਰਡ ਬੁਕਿੰਗ ਅਥਾਰਟੀ ਦੇ ਪਾਸ ਮੌਜੂਦ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.6892275810241699
      },
      {
        "block_type": "Text",
        "bbox": [
          1092,
          1958,
          1590,
          2174
        ],
        "ocr_text": "ਮੁਖਤਿਆਰ ਸਿੰਘ ਪੁੱਤਰ ਸ: ਉਜਾਗਰ ਸਿੰਘ ਜ਼ਿਲ੍ਹਾ ਕਪੂਰਥਲਾ, (ਪੰਜਾਬ) ਮੋਬ: ਨੰ: 98151-04562",
        "psm_used": 4,
        "yolo_confidence": 0.6566701531410217
      },
      {
        "block_type": "Text",
        "bbox": [
          1181,
          1391,
          1491,
          1464
        ],
        "ocr_text": "ਆਪ ਜੀ ਦਾ ਸੁਭਚਿੰਤਕ,",
        "psm_used": 4,
        "yolo_confidence": 0.6237625479698181
      },
      {
        "block_type": "Text",
        "bbox": [
          384,
          999,
          1606,
          1181
        ],
        "ocr_text": "ਪਰ ਹੁਣ ਕੰਪਨੀ ਵੱਲੋਂ ਮੈਨੂੰ ਪਾਲਸੀਆਂ ਦੀ ਪੇਮੈਂਟ ਕਰਨ ਬਾਰੇ ਮਜਬੂਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.6128849387168884
      }
    ]
  },
  "scanned 15.png": {
    "language": "pan",
    "original_size": [
      703,
      420
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          54,
          71,
          646,
          185
        ],
        "ocr_text": "ਰਿ ਸੋ ਕ੍ਰਿਪਾ ਕਰਕੇ ਇਸ ਮਾਮਲੇ ਦੇ ਸਬੰਧ ਵਿਚ ਮੈਨੂੰ ਪੂਰੀ ਤਰਾਂ ਇੰਨਸਾਫ ਦਵਾਇਆ ਜਾਵੇ ਡਰ ਅਤੇ ਮੇਰਾ ਏ.ਆਈ.ਓ. ਆਫਿਸਰ ਬਦਲਿਆ ਜਵੇ ਤਾਂ ਕਿ ਮੈਨੂੰ ਮੁੰਕਮਲ ਤੌਰ ਤੇ ਇੰਨਸਾਫ ਮਿਲ ਸਕੇ ਅਤੇ ਉਕਤ ਦੇਸ਼ੀਆ ਦੇ ਖ਼ਿਲਾਫ ਬਣਦੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ ਅਤੇ ਬਣਦਾ ਮੁਕਦਮਾ ਵੀ ਦਰਜ਼ ਕੀਤਾ ਜਾਵੇ ਜੀ ਪੇ ਮੇ ਆ ਜੀ ਕਤ ਕੰਸ ਪਕਾ .ਆਰ ਦੀ ਕਾਪੀ ਨੱਥੀ ਹੈ ਤੇ ਫਰੀਦਕੋਟ ਵਿਖੇ ਮੈਡੀਕਲ ਰਿਪੋਟ ਲੈਣ ਲਈ ਅਰਜੀ ਡੀ",
        "psm_used": 4,
        "yolo_confidence": 0.8623846769332886
      },
      {
        "block_type": "Text",
        "bbox": [
          305,
          246,
          645,
          381
        ],
        "ocr_text": "ਮੋਬਾਇਲ ਨੰਬਰ 97806- 86933 ਮੋਹਿਤ ਕੁਮਾਰ ਪੁੱਤਰ ਸਵ: ਸੋਹਨ ਲਾਲ ਵਾਸੀ ਵਾਰਡ ਤਹਿਸੀਲ ਮਲੋਟ ਜਿਲਾ ਸ੍ਰੀ ਮੁਕਤਸਰ ਸਾਹਿਬ (ਪੰਜਾਬ) 152107",
        "psm_used": 6,
        "yolo_confidence": 0.8497991561889648
      },
      {
        "block_type": "Text",
        "bbox": [
          55,
          147,
          645,
          224
        ],
        "ocr_text": "1 ਮੈਂ ਆਪ ਜੀ ਦਾ ਅਤੀ ਧੰਨਵਾਦੀ ਹੋਵਾਂਗਾ। ਨੇਟ:- ਐਮ.ਐਲ.ਆਰ ਦੀ ਕਾਪੀ ਨੱਥੀ ਹੈ ਤੇ ਫਰੀਦਕੋਟ ਵਿਖੇ ਮੈਡੀਕਲ ਰਿਪੋਟ ਲੈਣ ਲਈ ਅਰਜ਼ੀ ਵੀ ਨੱਥੀ ਹੈ ਜੀ। ਮਿਤੀ 29-08-2025 ਗਿ",
        "psm_used": 6,
        "yolo_confidence": 0.7778158783912659
      }
    ]
  },
  "scanned 16.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2331
    ],
    "blocks": [
      {
        "block_type": "List-item",
        "bbox": [
          217,
          573,
          1575,
          694
        ],
        "ocr_text": "1) ਮੈਰੇ ਵੱਲੋਂ ਸਾਰੇ ਅੰਕੜੇ ਅਤੇ ਸੂਚਨਾਵਾਂ ਉਪਲੱਬਧ ਕਰਵਾਉਣ ਦੇ ਬਾਵਜੂਦ ਜਿਕਾਇਤ ਦੇ ਨਿਪਟਾਰੇ ਵੱਲ ਕੋਈ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤ ਜਾ ਰਿਹਾ ਅਤੇ ਬੇਲੋੜੀ ਦੇਰੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। 1 9 32... ਫੈਨ ਲੇ, 19੮7 ਮਸਤ",
        "psm_used": 4,
        "yolo_confidence": 0.8729501366615295
      },
      {
        "block_type": "List-item",
        "bbox": [
          220,
          707,
          1568,
          872
        ],
        "ocr_text": "ਭਟਕੇ ਨ8ਨਲਨੀ03 1 ਵਹ ਆ ਦਿ ੨੨ ੯੧੦੧ ਨਈਨ7\"ਂ ਕਟ 90. ਨ 7 ਮਦ 1 096: 3੭... ਪੀ ..=0.-:5'1 19. ਪਾ: \"414੭8-4476੪ ਨ ਦਹ ਆ=..ਉ 1 3) ਮੇਰਾ ਆਈ.ਓ.ਪੀ. ਬੁਕਿੰਗ ਨੰਬਰ ਜੋ ਆਪ ਜੀ ਦੇ ਸਬ ਆਫਿਸ ਸੂਰਯਾ ਕਿਰਨ ਇਲਡਿੰਗ ਹਾਥੀ ਰੋਡ, ਪੂਨਾ ਵੱਲੋਂ ਦੱਸਿਆ ਗਿਆ ਨੰਬਰ 3912 ॥॥544283 ਅਤੇ ਫਾਈਲ ਨੰਬਰ 5683 ਹੈ ਅਤੇ ਬੁਕਿੰਗ ਕਰਨ ਵਾਲੇ ਅਧਿਕਾਰੀ ਦੇ ਫੋਨ ਨੰਬਟ 98997-60448, 73105-38985 ਹਨ ਅਤੇ ਇਸ ਅਧਿਕਾਰੀ ਪਾਸ ਮੇਰੀ ਬੁਕਿੰਗ ਸਬੰਧੀ ਸਾਰਾ ਰਿਕਾਰਡ ਮੌਜੂਦ ਹੈ। ੧32੨-..-.. ੭5\". ਨੀ... 3 ੦੦ ੮723 ਹਾ ਹਾ ਆ ਪਟ ਲਾ ਮਾਰ ਪਨ ੨: ੭ 4 ਮਪ ਆ. 6 ਆ 2 ਪਤੀ.",
        "psm_used": 6,
        "yolo_confidence": 0.8663020730018616
      },
      {
        "block_type": "List-item",
        "bbox": [
          217,
          843,
          1573,
          962
        ],
        "ocr_text": "ਐਸ ਲਿਲ:--੨06ੀਲਗਿਗਲਿਲ - ਸਰਲ ਕਸ 5701 700੬1ਫਇ੬24ਕ੨:-:--350132-2:-71---9003:-.-74.---ਕ6.......:-:-'-.._...-)-9-2 3 0... _._-::..... `.._. ॥\".__.. 4<। ਭਾਵਤੀ ਐਕਸਾ ਇੰਸਿਊਰੈਂਸ ਕੰਪਨੀ ਦੀ \"ਮਲੀ ਭੁਗਤ ਹੋਣ ਕਰਕੇ ਮੇਰੀ ਪੇਮੈਂਟ ਹੋਲਡ ਕੀਤੀ ਹੋਈ ਹੈ (ਟੁਕੀ ਹੋਈ ਹੈ) ਅਤੇ ਨਸ਼ੰਧਤ ਅਧਿਕਾਰੀ ਜਣ ਬੁੱਝ ਕੇ ਮੇਰੇ ਕੇਸ ਦਾ ਨਿਪਟਾਰਾ ਨਟੀਂ' ਕਰ ਰਹੇ।",
        "psm_used": 6,
        "yolo_confidence": 0.8604670166969299
      },
      {
        "block_type": "List-item",
        "bbox": [
          220,
          666,
          1215,
          739
        ],
        "ocr_text": "2) ਮੇਰੀ ਸ਼ਿਕਾਇਤ ਕੋਲ ਇੰਡੀਆ ਲਿਮਟਿਡ ਦੇ ਆਈ.ਪੀ.ਓ. ਸਾਲ 2021 ਨਾਲ ਸਬੰਧਤ ਹੈ। ੫ 1... ਮਿ: .. ਪੇ --<>. - ਪਿਸ ਜਿ . ਲਾ = ਰੇ ਪਲੀ 7 ਨ ਕੈ. ਦੀ",
        "psm_used": 6,
        "yolo_confidence": 0.7727020978927612
      },
      {
        "block_type": "Text",
        "bbox": [
          160,
          972,
          1576,
          1231
        ],
        "ocr_text": "ਸ਼ੀਮਾਨ ਜੀ, ਝੁਕਿੰਗ ਸਮੇਂ ਮੈਨੂੰ ਦੱਸਿਆ ਗਿਆ ਸੰ ਕਿ ਇੱਕ ਸਾਲ ਦੇ ਅੰਦਰ ਅੰਦਰ ਪੇਮੈਂਟ ਮਿਲ ਜਾਵੇਗੀ ਪ੍ਰੰਤੂ ਹੁਣ ਤੱਕ < ਮਾਲ ਦਾ ਲੱਧਾ ਸਮਾਂ ਬੀਤ ਚੁੱਕਾ ਹੈ। ਮੇਰੇ ਵਾਰ ਵਾਰ ਬੇਨਤੀਆਂ ਕਰਨ ਦੇ ਬਾਵਜੂਦ ਮੇਰੇ ਕੇਸ ਵੱਲ ਕੋਈ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤਾ ਗਿਆ ਅਤੇ ਨਾਂ ਹੀ ਸਇੰਧਤ ਅਧਿਕਾਰੀਆਂ ਵੱਲੋਂ ਦਿੱਤਾ ਜਾ ਰਿਟ- ਹੈ। ਸੋ ਮੇਰੀ ਆਪ ਜੀ ਪਾਸ ਨਿਮਰਤਾ ਸਹਿਤ ਬੇਨਤੀ ਹੈ ਕਿ ਮੋਰੇ ਕੇਸ ਦਾ ਜਲਦੀ ਤੋਂ ਜਲਦੀ ਨਿਪਟਾਰਾ ਕੀਤਾ ਜਵੇ ਅਤੇ ਮੇਰੇ ਕੇਸ ਤੇ ਲੱਗੀ ਰੋਕ ਨੂੰ ਹਟਾਇਆ ਜਾਵੇ। ਮੇਰੀ ਬਣਦੀ ਪੇਮੈਂਟ ਮੈਨੂੰ ਰਿਲੀਜ ਕੀਤੀ ਜਾਵੇ ਜੀ। ਆਪ ਜੀ ਦਾ ਅਤਿ ਧੰਨਵਾਦੀ ਹੋਵਾਂਗਾ।",
        "psm_used": 4,
        "yolo_confidence": 0.7300101518630981
      },
      {
        "block_type": "Text",
        "bbox": [
          1042,
          1416,
          1528,
          1634
        ],
        "ocr_text": "ਪਿੰਡ ਫਰਣਧੀਰਪੁਰ ਤਹਿ:ਸੁਲਤਾਨਪੁਰ ਲੋਸੰ ਜ਼ਿਲ੍ਹਾ ਕਪੂਰਥਲਾ (ਪੰਜਾਬ)। ਨੋਬ: ਨੰ; 98151-04562",
        "psm_used": 4,
        "yolo_confidence": 0.65702223777771
      }
    ]
  },
  "scanned 17.png": {
    "language": "pan",
    "original_size": [
      545,
      672
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          15,
          381,
          528,
          511
        ],
        "ocr_text": "ਤਲ ਨਿਮਰਤਾ ਸਹਿਤ ਬੈਨਤੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਮੈ` ਮਲਕੀਤ ( ਮੋਨ: 73473-00227) ਦਾ ਰਹਿਣ ਵਾਲਾ ਹਾਂ ਅਤੇ ਹੈਠ ਲਿਖਿਆ ਅਰਜ਼ ਕਰਦਾ ਹਾਂਕਿ=",
        "psm_used": 4,
        "yolo_confidence": 0.8927669525146484
      }
    ]
  },
  "scanned 18.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2709
    ],
    "blocks": [
      {
        "block_type": "List-item",
        "bbox": [
          153,
          889,
          1583,
          1045
        ],
        "ocr_text": "4) ਇਹ ਕਿ ਬੁਕਿੰਗ ਕਰਨ ਦਾ ਤਰੀਕਾ ਉਸ ਨੇ ਦੱਸਿਆ ਕਿ ਕਿਸੇ ਇਨਸ਼ਿਉਂਰੈਂਸ ਕੰਪਨੀ ਰਾਹੰ' ਆਪ ਨੂੰ ਪਾਲਸੀਆਂ ਕਰਵਾਉਣੀਆਂ ਪੈਣਗੀਆਂ ਅਤੇ ਪਾਲਸੀਆਂ ਦਾ ਪੈਸਾ ਆਪ 'ਦੇ ਆਈ.ਪੀ.ਓ.. ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਗਿਣਿਆ ਜਾਵੇਗਾ।",
        "psm_used": 4,
        "yolo_confidence": 0.9002873301506042
      },
      {
        "block_type": "List-item",
        "bbox": [
          152,
          707,
          1583,
          889
        ],
        "ocr_text": "3) ਇਹ ਕਿ ਉਸ ਸਮੇਂ ਉਸ ਅਧਿਕਾਰੀ ਨੇ ਮੈਨੂੰ ਦੱਮਿਆ ਕਿ ਸਾਡੇ ਦਫਤਰ ਵੱਲੋਂ ਕੋਲ ਇੰਡੀਆ ਲਿਮਟਿਡ ਦੇ ਆਈ.ਪੀ.ਓ. ਦੀ ਬੁਕਿੰਗ ਚੱਲ ਰਹੀ ਹੈ। ਸਾਡੇ ਦਫਤਰ ਦਾ ਚੀਫ ਆਈ.ਪੀ.ਓ. ਦਾ ਹੈਡ ਹੈ। ਆਪ ਭੀ ਬੁਕਿੰਗ ਕਰਵਾ ਲਓ।",
        "psm_used": 4,
        "yolo_confidence": 0.8809612989425659
      },
      {
        "block_type": "List-item",
        "bbox": [
          153,
          1018,
          1582,
          1201
        ],
        "ocr_text": "53) ਇਹ ਕਿ ਮੈਂ ਉਸ ਨੂੰ ਕਿਹਾ ਕਿ ਆਪ ਜਿਸ ਕੰਪਨੀ ਰਾਹੀਂ ਪਾਲਸੀ ਇਨਸ਼ਿਉਰਡ ਕਰਵਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ, ਕਰਵਾ ਲਵੋ ਤਾਂ ਉਸਨੇ ਐਕਸਾ ਕੰਪਨੀ ਰਾਹੀਂ ਮੇਰੀਆਂ ਪਾਲਸੀਆਂ ਇਨਸ਼ਿਊਰਡ ਕਰਵਾਈਆਂ। ਪਾਲਸੀਆਂ ਦਾ ਸਾਫਾ ਰਿਕਾਰਡ ਉਸ ਅਧਿਕਾਰੀ ਪਾਸ ਮੌਜੂਦ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.8693476319313049
      },
      {
        "block_type": "List-item",
        "bbox": [
          153,
          1193,
          1582,
          1325
        ],
        "ocr_text": "6) _ ਇਹ ਕਿ ਬੁਕਿੰਗ ਸਮੇਂ ਮੈਨੂੰ ਇਹ ਵੀ ਦੱਸਿਆ ਗਿਆ ਕਿ ਇੱਕ ਸਾਲ ਦੇ ਅੰਦਰ ਅੰਦਰ ਆਪ ਨੂੰ ਆਈ.ਪੀਓ.. ਦੀ ਰਕਮ ਮਿਲ ਜਾਵੇਗੀ ਅਤੇ ਇਨਸ਼ਿਊਰਡ ਪਾਲਸੀਆਂ ਆਪਣੇ ਆਪ ਬੰਦ ਹੋ ਜਾਣਗੀਆਂ।",
        "psm_used": 4,
        "yolo_confidence": 0.8649224638938904
      },
      {
        "block_type": "Text",
        "bbox": [
          1051,
          2073,
          1554,
          2280
        ],
        "ocr_text": "ਮੁਖਤਿਆਰ ਸਿੰਘ ਪੁੱਤਰ ਉਜਾਗਰ ਲਨਿੰਘ ਪਿੰਡ ਰਣਧੀਰਪੁਰ ਤਹਿ:ਨੁਲਤਾਨਪੁਰ ਲੋਧੀ ਜਿਲ੍ਹਾ ਕਪੂਰਥਲਾ (ਪੰਜਾਬ) ਮੋਬ: ਨੰ: 98151-04562",
        "psm_used": 4,
        "yolo_confidence": 0.8537895083427429
      },
      {
        "block_type": "List-item",
        "bbox": [
          151,
          1309,
          1576,
          1445
        ],
        "ocr_text": "7) ਇਹ ਕਿ ਉਸ ਆਧਕਭਾਰੀ ਦਾ ਮੇਰੇ ਨਾਲ ਫੌਨਾਂ ਨੰਬਰ 35997-60448, 74105-38985 ਤੋਂ ਸੰਪਰਕ ਸੀ ਪਰੰਤੂ",
        "psm_used": 4,
        "yolo_confidence": 0.8529024720191956
      },
      {
        "block_type": "Text",
        "bbox": [
          152,
          229,
          1584,
          411
        ],
        "ocr_text": "ਵਿਸ਼ਾ: ਆਪ ਜੀ ਦੇ ਦਫਤਰ ਵੱਲੋਂ ਨਾਲ ੨021 ਵਿੱਚ ਝੁੱਕ ਕੀਤੇ ਗਏ ਕੋਲ ਇੰਡੀਆ ਨੈਮਟਿਡ ਦੇ ਆਈ.ਪੰ.ਓ. ਬੁਕਿੰਗ ਨੰਬਰ 3912 ਐਮ.ਐਸ. 44253 ਅਤੇ ਫਾਈਲ ਨੰਬਰ 5683 ਦੀ ਪੇਮੈਂਟ ਨਾਂ ਘਲਣ ਬਾਰੇ।",
        "psm_used": 4,
        "yolo_confidence": 0.7873003482818604
      },
      {
        "block_type": "Text",
        "bbox": [
          151,
          1562,
          1577,
          1849
        ],
        "ocr_text": "ਸੋ ਮੈਂ ਨਿਮਰਤਾ ਸਹਿਤ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ਕਿ ਉਪਰੋਕਤ ਸਾਰੇ ਤੱਥਾਂ ਨੂੰ ਵਿਚਾਰਦੇ ਹੋਏ ਮੇਰੀ ਪਹਿਲੀ ਸ਼ਿਕਾਇਤ ਨੰਬਰ 421829491111 ਅਤੇ ਆਈ.ਪੀ.ਓ. ਨੰਬਰ 3912 ਐਮ.ਐਸ. 44283 ਅਤੇ ਫਾਈਲ ਨੰਬਰ 5683 ਦੀ ਬਰੀਕੀ ਨਾਲ ਪੜਤਾਲ ਕਰਕੇ ਮੈਨੂੰ ਪੇਮੈਂਟ ਕੀਤੀ ਜਾਵੇ ਅਤੇ ਹੁਣ ਤੱਕ ਪੇਮੈਂਟ ਨਾਂ ਹੋਣ ਦਾ ਕਾਰਣ ਵੀ ਦੱਸਿਆ ਜਾਵੇ। ਜੇਕਰ 3 ਹਫ਼ਤੇ (21 ਦਿਨ) ਦੇ ਅੰਦਰ ਅੰਦਰ ਆਪ ਜੀ ਵੱਲੋਂ ਕੋਈ ਜਵਾਬ ਮੈਨੂੰ ਪਾਪਤ ਨਾਂ ਹੋਇਆ ਤਾਂ ਮੈਂ ਅਦਾਲਤ ਰਾਹੀਂ ਕਨੂੰਨੀ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਮਜਬੂਰ ਹੋਵਾਂਗਾ ਜਿਸ ਦੀ ਹਮਾਂ ਕਿਸਮ ਦੀ ਜਿੰਮੇਵਾਰੀ ਆਪ ਜੀ ਦੇ ਦਫਤਰ ਦੀ ਹੋਵੇਗੀ।",
        "psm_used": 4,
        "yolo_confidence": 0.7849370241165161
      },
      {
        "block_type": "Text",
        "bbox": [
          360,
          91,
          1075,
          226
        ],
        "ocr_text": "ਮਾਨਯੋਗ ਹੈਡ ਇਨਵੈਸਟੀਗੇਸ਼ਨ ਗਰੀਵੈਨਸਸ ਬੈਂਕ ਮਸਸਟਮ, ਦਫਤਰ ਪੂਨਾ (ਮਹਾਂਰਾਸ਼ਟਰ)।",
        "psm_used": 4,
        "yolo_confidence": 0.7438177466392517
      },
      {
        "block_type": "List-item",
        "bbox": [
          151,
          1437,
          1581,
          1581
        ],
        "ocr_text": "8) ਇਹ ਕਿੰ ਲਗਭਗ ਚਾਰ ਸਾਲ ਬੀਤਣ ਵਾਲੇ ਹਨ ਅਤੇ ਮੈਨੂੰ ਮੇਰੇ ਆਈ.ਪੀ.ਓ. ਦੀ ਪੇਮੈਂਟ ਅਜੇ ਤੱਕ ਵੀ ਨਹੀਂ ਹੋਈ ਜਿਸ ਤੇ ਮੈਨੂੰ ਸ਼ੱਕ ਹੋ ਰਿਹਾ ਹੈ ਕਿ ਮੇਰੇ ਨਾਲ ਉਕਤ ਅਧਿਕਾਰੀ ਵੱਲੋਂ ਧੋਖਾ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.7408818006515503
      },
      {
        "block_type": "Text",
        "bbox": [
          152,
          396,
          1584,
          586
        ],
        "ocr_text": "ਬੇਨਤੀ ਹੈ ਕਿ ਮੈਂ ਸਾਲ 202। ਵਿੱਚ ਆਪ ਨੀ ਦੇ ਦਫਤਰ ਦੇ ਇੱਕ ਅਧਿਕਾਰੀ ਦੇ ਕਹਿਣ ਤੇ ਕੋਲ ਇੰਡੀਆ ਲਿਮਟਿਡ ਦਾ ਆਈ.ਪੀ.ਓ. ਝੁੱਕ ਕਰਵਾਇਆ ਸੀ। ਉਸ ਨੇ ਮੈਨੂੰ ਆਈ.ਪੀ.ਓ.. ਦਾ ਨੰਬਰ 3912 ਐਮ.ਐਸ. 44283 ਅਤੇ ਫ਼ਾਈਲ ਨੰਬਰ 5683 ਨੋਟ ਕਰਵਾਇਆ ਸੀ।",
        "psm_used": 4,
        "yolo_confidence": 0.7279036045074463
      },
      {
        "block_type": "Text",
        "bbox": [
          1037,
          2435,
          1556,
          2654
        ],
        "ocr_text": "ਪਿੰਡ ਰਣਧੀਰਪੁਰ ਤਹਿ:ਸੁਲਤਾਨਪੁਰ ਲੋਧੀ ਜਿਲ੍ਹਾ ਕਪੂਰਥਲਾ (ਪੰਜਾਬ) ਮੋਬ; ਨੰ: 98151-04562",
        "psm_used": 4,
        "yolo_confidence": 0.6695233583450317
      },
      {
        "block_type": "Text",
        "bbox": [
          145,
          2285,
          1533,
          2415
        ],
        "ocr_text": "ਇਸ ਦਾ ਇੱਕ ਉਤਾਰਾ ਮਾਨਯੋਗ ਖਜ਼ਾਨਾ ਮੰਤਰੀ, ਭਾਰਤ ਸਰਕਾਰ, ਨਵੀਂ ਦਿੱਲੀ ਨੂੰ ਸੂਚਨਾ ਅਤੇ ਲੋੜੀਂਦੀ ਯੋਗ ਕਾਰਵਾਈ ਹਿੱਤ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜੀ।",
        "psm_used": 4,
        "yolo_confidence": 0.624211847782135
      },
      {
        "block_type": "List-item",
        "bbox": [
          152,
          583,
          1583,
          719
        ],
        "ocr_text": "2) _ ਇਟ ਕਿ ਆਈ.ਪੀ.ਰ.. ਦੀ ਬੁਕਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਸਾਲ 2021 ਵਿੱਚ ਉਸ ਅਧਿਕਾਰੀ ਨੇ ਮੇਰੀ' ਇੱਕ ਸ਼ਿਕਾਇਤ ਨੰਬਰ 42182949111: ਦੇ ਸਬੰਧ ਵਿੱਚ ਇਸ ਫੋਨ ਨੰਬਰ 98997-60448 ਤੋਂ ਮੇਰੇ ਨਾਲ ਸੰਪਰਕ ਕੀਤਾ ਸੀ।",
        "psm_used": 4,
        "yolo_confidence": 0.6213284134864807
      },
      {
        "block_type": "Text",
        "bbox": [
          343,
          1840,
          577,
          1919
        ],
        "ocr_text": "ਧੰਨਵਾਦ ਸਹਿਤ,",
        "psm_used": 4,
        "yolo_confidence": 0.6193984746932983
      }
    ]
  },
  "scanned 19.png": {
    "language": "pan",
    "original_size": [
      554,
      671
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          13,
          233,
          529,
          363
        ],
        "ocr_text": "4. ਇਹ ਕਿ ਨਹਿਰੀ ਮਹਿਕਮਾਂ ਅਤੇ ਜੰਗਲਾਤ ਮਹਿਕਮਾਂ , ਦੇ ਅਧਿਕਾਰੀ ਅਤੇ ਉਚੋਂ ਅਫਸਰ . ਪਿੰਡ ਤੂਬੰੜਭਨ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਦੇ ਲੋਕਾਂ ਤੇ ਇਸ ਸਬੰਧੀ ਕੋਈ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਹੁਣ ਤੱਕ ਨਹੀ ਕੀਤੀ ਹੈ।ਸਾਡੀ ਹੁਣ ਤੱਕ ਕੋਈ ਸੁਣਵਾਈ ਨਹੀ ਹੋਈ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.9564843773841858
      },
      {
        "block_type": "Text",
        "bbox": [
          13,
          103,
          529,
          257
        ],
        "ocr_text": "3. ਇਹ ਕਿ ਜੰਗਲਾਤ ਮਹਿਕਮੇ` ਦੀ ਜਗ੍ਹਾ ਦਰਖਤਾਂ ਬੂਟਿਆਂ ਦੀ ਗਗ੍ਹਾਂ ਵਿਚੋ ਖਾਲ੍ਹਾਂ ਜਾਂਦਾ ਹੈ , ਪਰ ਪਿੰਡ ਤੂਬੰੜਭੱਨ ਦੇ ਲੋਕਾਂ ਨੇ ਇਨਾਂ ਦਰਖਤਾਂ .ਝੂਟਿਆਂ ਤੇ ਸਪਰੈਅ ਮਾਰਕੇ ਅਤੇ ਜੇਸੀਬੀ ਮਸ਼ੀਨਾਂ ਲਾ ਕੇ ਦਰਖਤ ਬੂਟੇ ਖਰਾਬ ਕਰਕੇ ਵਿਚੋ ਦੀ ਨਜਾਇਜ਼ ਖਾਲ੍ਹ ਪਾਏ ਹਨ। ਇਹ ਸਾਰਾ ਸੁਰੈਆਮ ਮਹਿਕਮੇ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਰਲਕੇ ਨਜਾਇਜ਼ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.9489265084266663
      },
      {
        "block_type": "Text",
        "bbox": [
          14,
          0,
          529,
          129
        ],
        "ocr_text": "ਨਕਸ਼ੇ ਵਾਲੀ ) ਤੋ ਢਾਹ ਕੇ ਡਰੈਨਜ਼ ਮਹਿਕਮਾਂ ਦੀ ਮਾਲਕੀ ਜਗ੍ਹਾਂ ਵਿੱਚ ਨਜਾਇਜ਼ ਖਾਲ੍ਹ ਪਾਇਆ ਗਿਆ ਹੈ।ਮੇਰੀ ਜਮੀਨ ਨੂੰ ਇਹ ਖਾਲ੍ਹ ਜਾਂਦਾ ਹੈ। ਇਹ ਸਾਰਾ ਕੁਝ ਪਿੰਡ ਤੂੰਬੜਭੰਨ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਦੇ ਲੋਕਾਂ ਵੱਲੋ ਨਹਿਰੀ ਮਹਿਕਮੇ' ਦੇ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਸਾਜਬਾਜ . ਮਿਲੀਭੂਗਤ ਕਰਕੇ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.943533718585968
      },
      {
        "block_type": "Text",
        "bbox": [
          14,
          338,
          527,
          467
        ],
        "ocr_text": "ਖਿਲਾਫ ਜਿੰਨਾਂ ਖਾਲ੍ਹਾਂ ਢਾਇਆ ਹੈ, ਉਹਨਾਂ ਖਿਲਾਫ ਜਲਦੀ ਤੋ ਜਲਦੀ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ। ਖਾਲ੍ਹ (ਸਰਕਾਰੀ ਨਕਸ਼ੇ ਮੁਤਾਬਿਕ) ਸਹੀ ਜਗ੍ਹਾਂ ਤੇ ਪਾਇਆ ਜਾਵੇ ਜੀ। ਧੰਨਵਾਦੀ ਹੋਵਾਂਗਾਂ।",
        "psm_used": 4,
        "yolo_confidence": 0.8491777777671814
      },
      {
        "block_type": "Text",
        "bbox": [
          264,
          444,
          509,
          668
        ],
        "ocr_text": "ਪਰਾਰਥੀ= ਵਕ) ਓਗੋਂ-< ਮਲਕੀਤ ਸਿੰਘ ਪੁਤਰ ਕਰਨੈਲ ਸਿੰਘ ਵਾਸੀ ਪਿੰਡ ਮੁਦੱਕੀ, ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ। ਮੋਨ: 73473-00227",
        "psm_used": 6,
        "yolo_confidence": 0.6888958215713501
      }
    ]
  },
  "scanned 2.png": {
    "language": "pan",
    "original_size": [
      652,
      734
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          32,
          201,
          641,
          601
        ],
        "ocr_text": "ਬੈਨਤੀ ਰੈ ਕਿ ਕਾਂਗਰਸ ਪਾਰਟੀ ਅਤੇ ਸ੍ਰੋਮਣੀ ਅਕਾਲੀ ਦਲ ਡਾਜਮਾ ਗਠਜੈੜ ਪਾਰਟੀ ਦੀਆ ਸਰਕਾਰ ਸਮੇਂ ਆਈ ਏ ਖੌਸ ਜਵਸਰ ਆਈ ਮੀ ਐਸ ਅਫਸਰ ਅਤੇ ਮੰਤਰੀ ਗਠਜੋੜ ਕਰਕੇ ਭ੍ਰੈਸ਼ਟਾਦਾਰ ਕਰਦੇ ਸਨ ਜਿਨਾ ਨੇ ਤ੍ਰਿਜਟਾਚਾਰ ਕਰਕੇ ਕਰੀਬ 75 ਸਾਲ ਲੁੱਟ ਕੀਤੀ ਦੈ ਆਮ ਆਦਮੀ ਪਾਰੀ ਦੀ ਸਰਕਾਰ ਆਉਣ ਤੇ ਤਕ ਨੰ ਉਮੋਦ ਸੌ ਕਿ ਇਹ ਤ੍ਰਿਸਟਦਾਰ ਕੱਦ ਹੈ ਜਾਵੇਗਾ ਪਰ ਤ੍ਰੈਸਟਾਚਰ ਅਰਰੀਆ ਪਰ ਦੇ ਜਿਖਦੇ ਹੈ ਬਹਾ ਹੈ। ਇਸ ਕਰਕੇ ਤੁਹੀ ਸਰਕਾਰ ਪਹਿਲੀਆਂ ਸਰਕਾਰਾਂ ਨਾਲੋਂ ਦੀ ਨਿਕੰਮੈ ਸਬਤ ਹੋਰ ਨੋ। ਜਿਲ੍ਹਾਂ ਦੇ ਫਿਰ ਬਾਦ ਗਏ 958 ਪਲੇ ਕਮਿਸ਼ਨਦ ਅਤੇ ਸਨੀਪਰ ਕਪਤਾਨ ਪੁਲਿਸ ਆਦਿ ਖਰਸੇਰ ਸਰੇਖਾਮ ਧ੍ਰੈਜਟਾਚਾਰ ਕਰ ਰਹੇ ਹਨ। ਜਿਹੜਾ ਵਿਖਕਤ ਖ਼ਸਵਤ ਦੇ ਵਿਦਾ ਹੈ ਉਸ ਦਾ ਕੰਮ ਹੈ ਜਾਂਦਾ ਰੈ ਬਾਕੀ ਲੋਕ ਭਟਕਦੇ ਰਹਿ ਜਾਂਦੇ ਹਨ। ਪੰਜਸ ਦੇ ਵਿੱਚ ਸਿਰਫ 10% ਅਈ ਏ ਐਸ (84) ਅਈ ਪੋ ਐਸ 0%) ਇਮਾਨਦਾਰ ਹਨ 99% ਆਈ ਏ ਐਸ ਅਫਸਰ, ਆਈ ਪੀ ਐਸ ਅਫਸਰ ਅਤੇ ਹੈਰ ਅਫਸਰ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਕਰ ਰਹੇ ਰਨ, ਜਿਨਾਂ ਨੇ ਵੱਡੇ ਵੱਡੇ ਪੁਟਾਲੇ ਕੀਤੇ ਹਨ ਅਤੇ ਕਰੋ਼ਾਂ ਰੁਪਏ ਲੁੱਟੇ ਹਨ। ਪੰਜਾਬ ਦੇ ਵੈੱਚ ਫ੍ਰਿਸ਼ਟਾਦਾਰ ਕਰਨ ਵਾਲੇ 90% ਅਲ ਦੇ ਔਸ ਅਫਸਰ, ਅਰ ਯੋ ਖਸ ਸਾਰ ਅਤੇ ਮੰਤਰੀ ਮਿਲ ਕੇ ਬ੍ਰ੍‌ਹਟਾਜ਼ਾਰ ਕਰ ਰਦੇ ਰਨ ਹਨ। ਪੰਜਾਬ ਦੇ ਬ੍ਰੈਸਦਾਚਾਰ ਕਰਨ ਵਾਲੇ ਆਗ ਦੇ ਐਸ ਅਰਸਰਾਂ ਅਤੇ ਆਰੀ ਪੀ ਜਨ ਟਨ ਪਤੇ ਮੰਤਰੀਖ ਨ ਬਰਿਸਟਚਾਰ ਕਰਕੇ 2): ਬਰੇਤ ਹੇਤ ਲੈ ਕੇ ਅਰਕਾ ਚੁਪ ਤੰਗ ਦਾ ਭਰਿਸ਼ਟਾਚਾਰ ਕੀਤਾ ਹੋ। ਇਸ ਕਰੇ ਮੈ ਤਰਨ ਜਤੀ ਬਰਦਾ ਰਾ ਸਿ ਤੂਂ ਪੰਜਾਬ ਦੇ ਸਾਰੇ ਜਮੀਨ ਦਾ ਇੰਤਕਾਲ ਅਤੇ ਸਰਕਾਰੀ ਜਾਇਦਾਦ ਦਾ ਇੰਤਕਾਲ ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਕਰਨ ਵਲੋ ਖਈ ੬ 98 ਕਰੀ ਆਸ ਘੀ ਐਸ ਖਰਸਰਾਂ ਅਤੇ ਮੰਤਰੀਆਂ ਦੇ ਨਾਮ ਮਨਰੂਰ ਘਰ ਦੇਵੇ ਅਤੇ ਲੋਕਾ ਤੋਂ ਘੜੇ ਕਬਜਾ ੍ਰਿਸਟਾਚਾਰ ਕਰਨ ਵਾਲੇ ਖਫਸਰਾ ਨੂੰ ਅਤੇ ਮੰਤਰੀ ਨੰ ਦੇ ਦੇਵੇ ਅਤੇ ਸਰਕਾਰੀ ਜਾਇਦਦ ਦਾ ਕਬਜਾ ਵੀ ਉਹਨਾਂ ਨੰ ਦੇ ਦੇਵੇ ਅਤੇ ਤਾ ਫਿਰ ਪੰਜਾਬ ਦੇ ਲੋਕ ਮਜਦੂਰੀ ਕਿਆ ਕਰਨਗੇ ਅਤੇ ਆਪਣੇ ਬਚਿਆਂ ਨੂੰ ਪਾਲਿਆ ਕਰਨਗੇ ਜਿਸ ਤਰਾ ਫਜਿਆਾ ਦੀਆ ਰਕੂਮਤਾ ਸਮੇ ਤੂੰਦਾ ਸੈ। ਪੰਜਾਬ ਵਿੱਚ ਚਲ ਰਹੇ ਸਾਚੇ ਅੰਦੋਲਨ ਖਤਮ ਹੈ ਜਾਣਗੇ ਅੜੇ ਸਾਡੀ ਹੇ ਜਾਵੇਗੀ। ਇਸ ਤੇ ਸ਼ਾਖਦ ਮੈ ਪੰਜਾਬ ਦੇ ਸਾਰੇ ਜਿਲਿਆ ਦੀ ਬ੍ਰਿਸਟਾਦਾਰ ਦੀ ਰਿਪੋਰਟ ਆਪ ਜੀ ਨੂੰ ਵਿਸਥਾਰ ਸਾਤ ਭੇਜਾਰਾ। ਸੇ ਆਪ ਜੀ ਦਾ ਧੰਨਵਾਦੀ ਹੋਵਾਂਗਾ",
        "psm_used": 6,
        "yolo_confidence": 0.8701773285865784
      },
      {
        "block_type": "Text",
        "bbox": [
          44,
          106,
          644,
          189
        ],
        "ocr_text": "ਵਿਸ਼ਾ: ਪਾਕ ਦੀ ਸਾਰੀ ਜਮੌਨ ਅਤੇ ਸਰਕਾਰੀ ਜਾਇਦਾਦ ਦਾ ਇੰਤਕਾਲ ਭ੍ਰਿਸਟਾਚਾਰ ਕਰਨ ਵਲੋਂ 90 ਅਬ ਏ ਐਸ (59) ਖਾਈ ਪੀ ਐਸ (ਨ) ਅਤੇ ਮੰਭਰੀਆਂ ਦੇ ਨਾਮ ਮੰਨਜੂਰ ਕਰਨ ਲਈ ਬੈਨਤੀ।",
        "psm_used": 6,
        "yolo_confidence": 0.6282122135162354
      }
    ]
  },
  "scanned 20.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2367
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          198,
          1217,
          1459,
          1704
        ],
        "ocr_text": "6). ਇਹ ਕਿ ਇਸ ਦੇ ਸਬੰਧ ਵਿੱਚ ਮਿਤੀ 9.8.2025 ਨੂੰ ਚੌਕੀ ਇੰਨਚਾਰਜ ਰੱਗੋਮਾਹਲ ਦੂੰ ਅਤੇ ਐਸ. ਐਚ. ਓ. ਰਮਦਾਸ ਨੂੰ ਲਿਖਤੀ ਦਰਖਾਸਤ ਦਿੱਤੀ ਸੀ ਕਿ ਉਕਤ ਦੋਸ਼ੀ ਜਬਰਦਸਤੀ ਸਾਡੇ ਨਾਲ ਹਥਿਆਰਬੰਦੀ ਹੋ ਕੇ ਲੜਨਾ ਚਾਹੁੰਦੇ ਹਨ ਅਤੇ ਜਬਰਦਸਤੀ ਸਾਡੇ ਬੂਹੇ ਐਂਗੇ ਸਮੈਕ (ਚਿੱਟ) ਅਤੇ ਹੋਰ ਕਈ ਤਰ੍ਹਾ ਦੇ ਨਸ਼ੇ ਜਬਰਦਸਤੀ ਵੇਚਦੇ ਹਨ. । 6). ਇਹ ਕਿ ਉਕਤ ਦੋਸ਼ੀਆਨ ਨੈ ਸਾਡੇ ਬੱਚਿਆ ਨਾਲ ਜਬਰਦਸਤੀ ਹਥਿਆਰਬੰਦੀ ਹੋ ਕੇ ਤੜਨ ਦੀ ਕੋਸਿਸ ਕੀਤੀ ਅਤੇ ਬੱਚਿਆ ਨੂੰ ਫੋਨ ਤੇ ਧਮਕੀਆ ਦਿੱਤੀਆ ਕਿ ਅਸੀ ਤੁਹਾਡੇ ਘਰ ਆਣ ਕੇ ਤੁਹਾਡੇ ਘਰ ਬੂਹੇ ਨੂੰ ਅੱਗੇ ਲਗਾ ਦਿਆਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਵੀ ਜਾਨੋ ਮਾਰ ਦਿਆਗੇ ਜਿਸਦੀ ਰਿਕਾਡਿੰਗਾ ਵੀ ਸਾਡੈ ਪਾਸ ਹਨ ਪਰ ਚੌਕੀ ਇੰਨਚਾਰਜ ਹੱਗਿਮਾਹਲ ਦੀ ਉਹਨਾ ਨਾਲ ਮਿਲੀ ਭੁਗਤ ਹੋਣ ਕਰਕੇ ਉਲਟ ਸਾਡੇ ਹੀ ਬੱਚਿਆ ਨੂੰ ਪਰਚਾ ਦਰਜ ਕਰਨ ਦੀਆ ਧਮਕੀਆਂ ਦੇ ਰਿਹਾ ਹੈ ਅਤੇ ਦੋਸ਼ੀਆ ਕੋਲੋ ਸਮੈਕ ਵੇਚਣ (ਚਿੱਟਾ) ਵੇਚਣ ਦੇ ਪੈਸੇ ਲੈ ਰਿਹਾ ਹੈ ।",
        "psm_used": 6,
        "yolo_confidence": 0.8802951574325562
      },
      {
        "block_type": "Text",
        "bbox": [
          191,
          1710,
          1452,
          1887
        ],
        "ocr_text": "ਸੋ ਕਿਰਪਾ ਮੇਰੀ ਆਪ ਜੀ ਪਾਸ ਬੇਨਤੀ ਹੈ ਕਿ ਸਾਡੇ ਨਾਲ ਹੱਕ ਰਸੀ ਤੇ ਇੰਨਸਾਫ ਕੀਤਾ ਜਾਵੇ ਅਤੇ ਦੋਸ਼ੀਆਨ ਖਿਲਾਫ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ- ਆਪ ਜੀ ਦੀ ਬਹੁਤ ਬਹੁਤ ਮੇਹਰਬਾਨੀ ਹੋਵੇਗੀ । ਮਿਤੀ ।1-8-2025. /. ਮੰਨ",
        "psm_used": 4,
        "yolo_confidence": 0.7856458425521851
      }
    ]
  },
  "scanned 21.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2331
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          206,
          462,
          1635,
          769
        ],
        "ocr_text": "ਵਿਸਾ: ਦਰਖਾਸਤ 5 ਕਰੋੜ ਦੀ ਫਿਰੌਤੀ ਲਈ ਹਰਵਿੰਦਰ ਸਿੰਘ ਰਿੰਦਾ ਅਤੇ ਹੈਪੀ ਪਸ਼ੀਆ ਖਤਰਨਾਕ ਗੈਗਸਟਰਾ ਵਲੋਂ ਗੋਲੀਆ ਮਾਰਨ ਤੇ ਜਾਨੋ ਮਾਰਨ ਦੀ ਕੋਸਿਸ ਕਰਨ ਬਾਬਤ ਮਿਲੀ ਸਕਿਓਰਟੀ ਵਿੱਚੋ ਵਾਪਸ ਲਏ ਮੁਲਾਜਮ ਜੰਗੇ ਹਥਿਆਰਾ ਸਮੇਤ ਲਗਵਾਉਣ ਅਤੇ ਵਾਪਸ ਲਈ 112 ਗੱਡੀ ਦੀ ਜਗ੍ਹਾਂ ਲਗਾਈ ਖਰਾਬ ਗੱਡੀ ਦੀ ਜਗ੍ਹਾਂ ਚੰਗੀ ਗੱਡੀ ਲਗਵਾਉਣ ਬਾਰੇ ਬਿਨ੍ਹੈ-ਪੱਤਰ। ਸ਼੍ਰੀਮਾਨ ਜੀ, . ਪੀ - ਪੈ. - ਵਾ . ਪਿ : _ ਦਿ . ਪਤਿ. 1. ਨ ਨੇ; 3",
        "psm_used": 4,
        "yolo_confidence": 0.9182252287864685
      },
      {
        "block_type": "Text",
        "bbox": [
          189,
          732,
          1625,
          1893
        ],
        "ocr_text": "ਬੇਨਤੀ ਹੈ ਕਿ ਮੈ ਸੁਰਜੀਤ ਸਿੰਘ ਵਸੀਕਾ ਪੁੱਤਰ ਸ੍ਰ:ਬਲਵਿੰਦਰ ਸਿੰਘ ਹੁਣ ਵਾਸੀ ਨੇੜੇ ਨਵਾਂ ਬੱਸ ਅੱਡਾ ਰਮਦਾਸ ਤੁਹਿ:ਅਜਨਾਲਾ ਦਾ ਰਹਿਣ ਵਾਲਾ ਹਾਂ ਅਤੇ ਆਪ ਜੀ ਦੀ ਸੇਵਾ ਵਿੱਚ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ ਮਿਤੀ 17/4/2024 ਨੂੰਹਰਵਿੰਦਰ ਸਿੰਘ ਰਿੰਦਾ ਆਈ. ਐਸ. ਆਈ ਮਡਿਊਲ ਦੇ ਅੱਤਵਾਦੀ ਦਾ ਫੋਨ ਆਇਆ ਜਿਸਨੇ ਮੈਰੈ ਪਾਸੋ 5 ਕਰੋੜ ਦੀ ਫਿਰੌਤੀ ਦੀ ਮੰਗ ਕੀਤੀ ਅਤੇ ਇਸ ਤੋਂ ਬਾਦ ਲਗਾਤਾਰ ਇਹ ਅਤੇ ਹਰਪ੍ਰੀਤ ਸਿੰਘ ਹੈਪੀ ਪਸ਼ੀਆ ਅਤੇ ਸਰਪੰਚ ਮਧੇਰ ਤੇ ਰਮਨ ਜੱਜ ਤੇ ਹੋਰ ਗੈਗਵਾਰ ਦੇ ਗੁਰਗੇ ਫੋਨ ਕਰਦੇ ਰਹੇ ਜਿਸ ਦੀ ਮੈ ਸਮੇ ਸਮੇ ਦੀ ਜਾਣਕਾਰੀ ਉਚ ਅਧਿਕਾਰੀਆ ਨੂੰ ਦਿੰਦਾ ਰਿਹਾ ਅਤੇ ਹਰਵਿੰਦਰ ਸਿੰਘ ਉਰਫ ਰਿੰਦੇ ਨੇ ਮਿਤੀ 15/8/2025 ਨੂੰ ਮੇਰੇ ਤੇ ਕਾਤਲਾਨਾ ਹਮਲਾ ਕਰਕੇ ਗੋਲੀਆ ਚਲਾ ਦਿੱਤੀਆ ਜਿਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਗੋਲੀ ਮੇਰੇ ਢਿੱਡ ਅੱਗੋ ਲੰਘ ਕਿ ਬੁਰਜੀ ਚ ਜਾ ਵੱਜੀ ਤੇ ਦੂਸਰੀ ਗੋਲੀ ਮੇਰੇ ਸੱਜੇ ਪੱਟ ਵਿੱਚ ਆਰ,ਪਾਰ ਹੋ ਗਈ ਜਿਸ ਬਾਬਤ ਦੋ ਐਫ.ਆਰ ਪੁਲਿਸ ਥਾਣਾ ਰਮਦਾਸ ਵਿਖੇ ਦਰਜ ਹਨ ਅਤੇ ਮੈਨੂੰ 6 ਗੰਨਮੈਨ ਤੇ ਇੱਕ 112 ਗੱਡੀ ਸਮੇਤ ਦੋ ਮੁਲਾਜਮ ਮਿਲੀ ਸੀ ਅਤੇ ਮੇਰਾ ਬੇਟਾ ਲਾਅ ਦੀ ਪੜਾਈ ਕਰ ਰਿਹਾ ਹੈ ਪਰ ਹੁਣ ਮਹਿਕਮੇ ਨੇ ਮੇਰੀ ਸਕਿਓਰਟੀ ਵਿੱਚੋਂ ਪਹਿਲਾ 2 ਮੁਲਾਜਮ ਘਟਾਏ ਤੇ ਫਿਰ ਦੇ ਮੁਲਾਜਮ ਵਾਪਸ ਲਏ ਅਤੇ ਹੁਣ ਮੇਰੇ ਪਾਸ 2 ਮੁਲਾਜਮ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਡਿਊਟੀ ਉਪਰ ਤੇ ਦੂਸਰਾ ਰੈਸਟ ਤੇ ਹੁੰਦਾ ਹੈ ਅਤੇ ਜ਼ੋ ਮੇਰੇ ਪਾਸ 112 ਗੱਡੀ ਲੱਗੀ ਸੀ ਉਹ ਸਮੇਤ ਮੁਲਾਜਮਾ ਦੇ ਵਾਪਸ ਹੋਂ ਗਈ ਹੈ ਅਤੇ ਹੁਣ ਇੱਕ ਬਹੁਤ ਹੀ ਪੁਰਾਣੀ ਅਤੇ ਖਰਾਬ ਹਾਲਤ ਵਿੱਚ ਬਿਨ੍ਹਾਂ ਮੁਲਾਜਮ ਗੱਡੀ ਮੇਰੇ ਬੂਹੇ ਅੱਗੇ ਲਗਾ ਦਿੱਤੀ ਗਈ ਹੈ ਅਤੇ ਪੰਜਾਬ ਵਿੱਚ ਨਿੱਤ ਦਿਹਾੜੇ ਹਰਵਿੰਦਰ ਸਿੰਘ ਰਿੰਦਾ ਕਈ ਵਾਰਦਾਤਾ ਨੂੰ ਅੰਜਾਮ ਦੇ ਰਿਹਾ ਹੈ ਜਿਸ ਦੇ ਗੁਰਗਿਆ ਪਾਸੋ ਨਵੇ ਤੋਂ ਨਵੇ ਦਿਨ ਅਸਲਾ ਤੇ ਮਾਰੂ ਸਮੱਗਰੀ ਫੜੀ ਜਾਂਦੀ ਹੈ ਜਿਵੇ ਕਿ 14 ਅਗਸਤ ਨੂੰ ਵੀ ਫਗਵਾੜੇ ਤੋਂ ਫੜੀ ਗਈ ਹੈ ਅਤੇ ਮੈ ਆਪਣੀ ਸਕਿਓਰਟੀ ਵਾਸਤੇ ਮਾਨਯੋਗ ਮੁੱਖ ਮੰਤਰੀ ਸਾਹਿਬ,ਪੰਜਾਬ ਤੇ ਗ੍ਰਹਿ ਮੰਤਰੀ ਸਾਹਿਬ,ਪੰਜਾਬ ਅਤੇ ਭਾਰਤ ਸਰਕਾਰ ਤੇ ਮਾਨਯੋਗ ਡੀ,ਜੀ.ਪੀ ਸਾਹਿਬ ਪੰਜਾਬ ਨੂੰ ਤੇ ਹੋਰ ਆਲਾ ਅਫਸਰਾ ਨੂੰ ਵੱਖ ਵੱਖ ਮੇਲਾ ਅਤੇ ਦਰਖਾਸਤਾ ਰਾਂਹੀ ਸਕਿਓਰਟੀ ਬਰਕਰਾਰ ਰੱਖਣ ਦੀ ਮੰਗ ਕੀਤੀ ਹੈ ਪਰ ਜ਼ੋ ਵੀ ਮੈ ਦਰਖਾਸਤਾ ਦਿੰਦਾ ਹੈ ਉਹ ਪੁਲਿਸ ਥਾਣਾ ਰਮਦਾਸ ਵਲੋਂ ਰਾਂਹੀ ਡਾਇਰੀ ਨੰਬਰ 287,249,245,247,233,220,164,158 ਜ਼ੋ 28/5/2025 ਤੋਂ 31/7/2025 ਤੱਕ ਵਾਪਸ ਭੇਜੀਆ ਗਈਆ ਹਨ ਅਤੇ ਮਹਿਕਮੇ ਨੇ ਮੇਰੀ ਬੇਨਤੀ ਤੇ ਕੋਈ ਗੌਰ ਨਹੀ ਫੁਰਮਾਇਆ ਮੈ ਦੱਸਣਾ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਪਿਛਲੇ ਦਿਨੀ ਅਜਨਾਲਾ ਖੇਤਰ ਵਿੱਚ ਮੈਡੀਕਲ ਸਟੋਰ ਵਾਲੇ ਨੂੰ 7-85 ਗੋਲੀਆ ਮਾਰ ਕਿ ਬੁਰੀ ਤਰ੍ਹਾਂ ਕਤਲ ਕਰ ਦਿੱਤਾ ਸੀ ਜਿਸਦੇ ਕਾਤਲਾ ਦਾ ਹਾਲੇ ਤੱਕ ਪਤਾ ਨਹੀ ਲੱਗਾ ਅਤੇ ਮੈ ਸਕਿਓਰਟੀ ਵਾਸਤੇ ਬਹੁਤ ਵਾਰ ਮਾਨਯੋਗ ਡੀ ਆਈ. ਜੀ ਸਾਹਿਬ ਤੇ ਮਾਨਯੋਗ ਐਸ. ਐਸ.ਪੀ ਸਾਹਿਬ ਦਿਹਾਤੀ ਨੂੰ ਮਿਲਿਆ ਹਾਂ ਪਰ ਮੈਨੂੰ ਕੋਈ ਸੁਰਜੀਤ ਸਿੰਘ ਕਰਤਾ: ਕਦ: ਕਿਟ . . ਸਰਖੁਮਰਤ",
        "psm_used": 6,
        "yolo_confidence": 0.8535328507423401
      }
    ]
  },
  "scanned 21.png": {
    "language": "pan",
    "original_size": [
      574,
      761
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          21,
          433,
          539,
          646
        ],
        "ocr_text": "9). ਇਹ ਕਿ ਇਸ ਦੇ ਸਬੰਧ ਵਿੱਚ ਮਿਤੀ 9.8.2025 ਨੂੰ ਚੌਕੀ ਇੰਨਚਾਰਜ ਗੱਗਮਾਹਲ ਤੂੰ ਅਤੇ ਐਸ. ਐਚ. ਓ._ ਰਮਦਾਸ ਨੂੰ ਲਿਖਤੀ ਦਰਖਾਸਤ ਦਿੱਤੀ ਸੀ ਕਿ ਉਕਤ ਦੇਸ਼ੀ ਜਬਰਦਸਤੀ ਸਾਡੇ ਨਾਲ ਹਥਿਆਰਬੰਦੀ ਹੋ ਕੇ ਲੜਨਾ ਚਾਹੁੰਦੇ ਹਨ ਅਤੇ ਜਬਰਦਸਤੀ ਸਾਡੇ ਬੂਹੇ ਅੱਗੇ ਸਮੇਕ (ਚਿੱਟਾ) ਅਤੇ ਹੋਰ ਕਈ ਤਰ੍ਹਾ ਦੇ ਨਸ਼ੇ ਜਬਰਦਸਤੀ ਵੇਚਦੇ ਹਨ । 0). ਇਹ ਕਿ ਉਕਤ ਦੋਸ਼ੀਆਨ ਨੰ ਸਾਡੇ ਬੱਚਿਆ ਨਾਲ ਜਬਰਦਸਤੀ ਹਥਿਆਰਬੰਦੀ ਹੋ ਕੇ ਲੜਨ ਦੀ ਕੋਸਿਸ ਕੀਤੀ ਅਤੇ ਬੱਚਿਆ ਨੂੰ ਫੋਨ ਤੇ ਧਮਕੀਆਂ ਦਿੱਤੀਆ ਕਿ ਅਸੀ ਤੁਹਾਡੇ ਘਰ ਆਣ ਕੇ ਤੁਹਾਡੇ ਘਰ ਬੂਹੇ ਨੂੰ ਅਰ ਲਹ ਦਿਆਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਵੀ ਜਾਨੋ ਮਾਰ ਦਿਆਗੇ ਜਿਸਦੀ ਰਿਕਾਡਿੰਗਾ ਵੀ ਸਾਡੇ ਪਾਸ ਹਨ ਪਰ ਚੌਕੀ ਇੰਨਚਾਰਜ ਗੋਗੋਮਾਹਲ ਦੀ ਉਹਨਾ ਨਾਲ ਮਿਲੀ ਡੁਗਤ ਹੋਣ ਕਰਕੇ ਉਲਟ ਸਾਡੇ ਹੀ ਬੱਚਿਆ ਨੂੰ ਪਰਚਾ ਦਰਜ ਕਰਨ ਦੀਆਂ ਧਮਕੀਆਂ ਦੇ ਰਿਹਾ ਹੈ ਅਤੇ ਦੋਸ਼ੀਆਂ ਕੋਲੋ ਸਮੌਕ ਵੇਚਣ (ਚਿੱਟਾ) ਵੇਚਣ ਦੇ ਪੈਸੇ ਲੈ ਰਿਹਾ ਹੈ ।",
        "psm_used": 6,
        "yolo_confidence": 0.8542520403862
      },
      {
        "block_type": "Text",
        "bbox": [
          19,
          625,
          536,
          723
        ],
        "ocr_text": "ਸੋ ਕਿਰਪਾ ਮੇਰੀ ਆਪ ਜੀ ਪਾਸ ਬੇਨਤੀ ਹੈ ਕਿ ਸਾਡੇ ਨਾਲ ਹੱਕ ਰਸੀ ਤੇ ਇੰਨਸਾਫ ਕੀੜਾ ਜਾਵੇ ਅਤੇ ਦੋਸੀਆਨ ਖਿਲਾਫ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ- ਆਪ ਜੀ ਦੀ ਬਹੁਤ ਬਹੁਤ ਮੇਹਰਬਾਨੀ ਹੋਵੇਗੀ । ਮਿੜੀ 11-82025. ਬਿਨੰਕਾਰ- _=-. ਰਾਜ ਪਤਨੀ ਸੀ ਆਨੰਦ ਮਸੀਹ ਪਿੰੜ-ਅੱਬਸੈਦ ਕਟਿਖ਼ੀਲ ਨਰ",
        "psm_used": 4,
        "yolo_confidence": 0.7015143632888794
      }
    ]
  },
  "scanned 24.png": {
    "language": "pan",
    "original_size": [
      745,
      771
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          74,
          0,
          730,
          390
        ],
        "ocr_text": "ਹਾਸਲ ਨਹੀਂ ਹੋਇਆ ਅਤੇ ਆਉਣ ਵਾਲੇ ਦਿਨਾਂ ਵਿੱਚ ਮੇਰੇ ਬੇਟੇ ਦੀ ਸਾਦੀ ਵੀ ਹੋਣ ਵਾਲੀ ਹੈ ਅਤੇ ਮੈ ਪੁਲਿਸ ਪ੍ਸਾਸਨ ਤੇ ਪੰਜਾਬ ਸਰਕਾਰ ਵਲੋਂ ਸਕਿਓਰਟੀ ਪੁਰੀ ਮੁਹੱਈਆ ਨਾ ਕਰਾਉਣ ਬਾਬਤ ਮਾਨਯੋਗ ਹਾਈਕੋਰਟ ਵਿੱਚ ਰਿੱਟ ਵੀ ਦਾਇਰਕੀਤੀ ਹੋਈ ਹੈ ਜਿਥੇ ਪੁਲਿਸ ਨੇ ਆਪਣੇ ਆਪ ਜੁਆਬ ਬਣਾ ਕਿ ਪੇਸ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਜੇਕਰ ਮੇਰਾ ਜਾਂ ਮੇਰੇ ਪਰਵਾਰ ਦਾ ਕੋਈ ਵੀ ਨੁਕਸਾਨ ਹੋਇਆ ਤਾਂ ਪੁਲਿਸ ਵਿਭਾਗ ਤੇ ਪੰਜਾਬ ਸਰਕਾਰ ਤੇ ਮੇਰੇ ਵਲੋਂ ਦਿੱਤੀਆ ਦਰਖਾਸਤਾ ਦੇ ਆਪਣੇ ਆਪ ਜੁਆਬ ਬਣਾ ਕਿ ਦੇਣ ਵਾਲੇ ਜੁੰਮੇਵਾਰ ਹੋਣਗੇ ਜੀ।ਮੈ ਇਥੇ ਦੱਸਣਾ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਮੇਰੀ ਪੱਕੀ ਸਕਿਓਰਟੀ ਵਾਸਤੇ ਸੀ. ਆਈ. ਡੀ ਵਿਭਾਗ ਵਲੋਂ ਪੇਸ ਰੀਪੋਟ ਸਕਿਓਰਟੀ ਵਿਭਾਗ ਨੂੰ ਭੇਜੀ ਗਈ ਹੈ ਜਿਸ ਤੇ ਉਚ ਅਧਿਕਾਰੀਆ ਨੇ ਗੌਰ ਫੁਰਮਾਉਣਾ ਠੀਕ ਨਹੀ ਸਮਝਿਆ ।ਮੈ ਇੱਕ ਕਾਰੋਬਾਰੀ ਵਿਅਕਤੀ ਹਾਂ ਅਤੇ ਮੇਰਾ ਵਸੀਕਾ ਨਵੀਸ ਦਾ ਅਸਟਾਮ ਫਰੋਸ ਦਾ ਅਤੇ ਗੈਸ ਏਜੰਸੀ ਅਤੇ ਆੜਤ ਦਾ ਖੇਤੀਬਾੜੀ ਦਾ ਕਾਰੋਬਾਰ ਹੈ।ਜੇਕਰ ਸਾਡੇ ਅਜਿਹੇ ਲੋਕਾ ਦੇ ਜਾਨ ਮਾਲ ਦੀ ਰਾਖੀ ਨਾ ਕੀਤੀ ਗਈ ਤਾਂ ਬਾਕੀਆਂ ਦਾ ਕੀ ਹੋਵੇਗਾ।ਜੇਕਰ ਅਸੀ ਸਬੰਧਤ ਅਫਸਰਾ ਤੋਂ ਭੇਜੀਆ ਮੇਲਾ ਦਾ ਅਤੇ ਦਿੱਤੀਆ ਦਰਖਾਸਤਾ ਦਾ ਜੁਆਬ ਪੁਛਦੇ ਹਾਂ ਤਾਂ ਸਾਨੂੰ ਕੋਈ ਵੀ ਦੱਸਿਆ ਨਹੀ ਜਾਂਦਾ ਅਤੇ ਇਹ ਕਹਿ ਕਿ ਟਾਲ ਦਿੱਤਾ ਜਾਦਾ ਹੈ ਕਿ ਅਸੀ ਕਾਰਵਾਈ ਕਰਦੇ ਪਏ ਹਾ। ਅਤੇ ਮੈਨੂੰ ਪੁਲਿਸ ਨੇ ਹਰਵਿੰਦਰ ਸਿੰਘ ਰਿੰਦਾ ਅਤੇ ਹੈਪੀ ਪਸ਼ੀਆ ਵਿਰੁੱਧ ਦਰਜ ਮੁਕਦਮਾ ਨੰਬਰ 32 ਮਿਤੀ 20/4/2024 ਅਤੇ 88 ਮਿਤੀ 25/8/2024 ਪੁਲਿਸ ਥਾਣਾ ਰਮਦਾਸ ਦੋ ਵੱਖ ਵੱਖ ਮੁਕਦਮਿਆ ਵਿੱਚ ਮੁਦਈ ਬਣਾ ਕਿ ਮੁਕਦਮੇ ਦਾ ਚਲਾਨ ਟੂ ਕੋਰਟ ਕੀਤਾ ਹੈ ਜਿਸ ਦੀ ਰੰਜਿਸ ਤਹਿਤ ਮੇਰਾ ਤੇ ਮੇਰੇ ਪਰਵਾਰ ਦਾ ਨੁਕਸਾਨ ਹੋਣ ਦਾ ਖਤਰਾ ਹੈ।ਅਤੇ ਜੋ ਮੈ ਮਾਨਯੋਗ ਹਾਈਕੋਰਟ ਵਿੱਚ ਰਿੱਟ ਪਾਈ ਸੀ ਜਿਸਦਾ ਅਦਾਲਤ ਵਲੋਂ 2 ਮਹੀਨੇ ਦਾ ਸਮਾਂ ਪੁਲਿਸ ਵਿਭਾਗ ਨੂੰ ਦਿੱਤਾ ਸੀ ਜ਼ੋ ਮਿਤੀ 23/7/2025 ਦਾ ਪੂਰਾ ਹੋ ਚੁੱਕਾ ਹੈ ਪਰ ਫਿਰ ਵੀ ਪੁਲਿਸ ਨੇ ਕੋਈ ਸਕਿਓਰਟੀ ਬਾਬਤ ਉਪਰਾਲਾ ਨਹੀ ਕੀਤਾ ਸਗੋਂ ਮੇਰੀ ਸਕਿਓਰਟੀ ਵਿੱਚੋਂ 4 ਮੁਲਾਜਮ ਤੇ 1 ਗੱਡੀ ਵਾਪਸ ਲਈ ਗਈ ਹੈ।ਜਿਸਦੀ ਹੁਣ ਮੈ ਕਡੰਮਟਰ ਦਾਇਰ ਕੀਤੀ ਹੈ। ਇਸ ਲਈ ਮੇਰੀ ਆਪ ਜੀ ਦੀ ਸੇਟਾ ਫਿੱਜ =ਜਿਆਮਾਜ ਹੈ ਖਿ ਹੈਣ ਤਿੜਕੇ ਵਡ 605...",
        "psm_used": 6,
        "yolo_confidence": 0.9439924955368042
      },
      {
        "block_type": "Text",
        "bbox": [
          331,
          664,
          673,
          762
        ],
        "ocr_text": "(446 ਸੁਰਜਤ ਸਿੰਘ ਵਸੀਕਾ ਪੁੱਤਰ ਸ:ਬਲਵਿੰਦਰ ਸਿੰਘ ਵਾਸੀ ਅੰਮ੍ਰਿਤਸਰ। (ਮੁ: ਨੰ:98149-02358)",
        "psm_used": 6,
        "yolo_confidence": 0.8745517730712891
      },
      {
        "block_type": "Text",
        "bbox": [
          67,
          456,
          721,
          666
        ],
        "ocr_text": "ਮਤੀ 12/8/20925 ਉਤਾਰਾ: ਮਾਨਯੋਗ ਅਮਿਤ ਸਾਹ ਜੀ ਗਹਿ ਮੰਤਰੀ ਭਾਰਤ ਸਰਕਾਰ,ਨਵੀ ਦਿੱਲੀ(2) ਮਾਨਯੋਗ ਮੁੱਖ ਮੰਤਰੀ ਸਾਹਿਬ ਪੰਜਾਬ(3) ਮਾਨਯੋਗ ਡੀ. ਆਈ. ਜੀ ਸਾਹਿਬ ਐਨ.ਆਈ. ਏ ਦਫਤਰ ਨੇੜੇ ਮਾਰਡਰਨ ਜੇਲ ਚੰਡੀਗੜ(4) ਮਾਨਯੋਗ ਡੀ . ਜੀ .ਪੀ ਸਾਹਿਬ ਪੰਜਾਬ,ਪੁਲਿਸ ਪੰਜਾਬ,ਚੰਡੀਗੜ(5) ਮਾਨਯੋਗ ਡੀ ਆਈ .ਜੀ ਸਾਹਿਬ ਸਕਿਓਰਟੀ ਪੰਜਾਬ ਚੰਡੀਗੜ6) ਮਾਨਯੋਗ ਡੀ.ਆਈ ਜੀ ਸਾਹਿਬ ਬਾਰਡਰ ਰੇਂਜ ਅੰਮ੍ਰਿਤਸਰ(7) ਮਾਨਯੋਗ ਐਸ.ਐਸ ਪੀ ਸਾਹਿਬ ਅੰਮਿ੍‌ਤਸਰ ਦਿਹਾਤੀ (8) ਮਾਨਯੋਗ ਚੇਅਰਮੈਨ ਮਨੁੱਖੀ ਅਧਿਕਾਰ ਕਮਿਸ਼ਨ,ਪੰਜਾਬ,ਚੰਡੀਗੜ (9) ਮਾਨਯੋਗ ਸੀਟਿੰਗ ਜੱਜ ਪੰਜਾਬ ਐਂਡ ਹਰਿਆਣਾ ਹਾਈਕੋਰਟ,ਚੰਡੀਗੜ ਨੂੰ ਕਾਰਵਾਈ ਹਿੱਤ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜੀ। ਨੱਥੀ ਹਰਵਿੰਦਰ ਰਿੰਦੇ ਵਲੋਂ ਨਿੱਤ ਦਿਹਾੜੇ ਕੀਤੀਆ ਵਾਰਦਾਤਾ ਦੀਆ ਅਖਬਾਰ ਕਟਿੰਗਾ(2) ਭੇਜੀਆ ਦਰਖਾਸਤਾ ਤੇ ਮੇਲਾ ਦੀਆ ਕਾਪੀਆ ਡਾਇਰੀ ਨੰਬਰਾ ਦਾ ਵੇਰਵਾ। (3) ਸਕਿਓਟਰੀ ਵਿਭਾਗ ਚੰਡੀਗੜ ਦੇ ਪੱਤਰ ਦੀ ਕਾਪੀ 7) ਪ੍ਰਾਰਥਕ",
        "psm_used": 4,
        "yolo_confidence": 0.8685476779937744
      },
      {
        "block_type": "Text",
        "bbox": [
          70,
          354,
          723,
          472
        ],
        "ocr_text": "ਕਡਮਟਰ ਦਾਇਰ ਕੇਤੀ ਹੈ। ਇਸ ਲਈ ਮੇਰੀ ਆਪ ਜੀ ਦੀ ਸੇਵਾ ਵਿੱਚ ਫਰਿਆਦ ਹੈ ਕਿ ਮੈਨੂੰ ਅਜਿਹੇ ਹਰਵਿੰਦਰ ਸਿੰਘ ਤਾਂ ਜ਼ੋ ਮੈ ਅਤੇ ਮੇਰਾ ਪਰਵਾਰ ਖਤਰਨਾਕ ਦੌਰ ਵਿੱਚ ਬਚ ਸਕੀਏ ਜੀ। ਧੰਨਵਾਦ ਸਹਿਤ: ਮਿਤੀ 12/8/20925",
        "psm_used": 4,
        "yolo_confidence": 0.7574931979179382
      },
      {
        "block_type": "Text",
        "bbox": [
          69,
          434,
          222,
          491
        ],
        "ocr_text": "ਮਿਤੀ 12/8/20925 ਉਤਾਰਾ: ਮਾਨਯੋਗ ਅਮਿ",
        "psm_used": 4,
        "yolo_confidence": 0.6541828513145447
      }
    ]
  },
  "scanned 25.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2800
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          133,
          703,
          1489,
          1988
        ],
        "ocr_text": "ਬੇਨਤੀ ਇਹ ਹੈ ਕਿ ਮੈ ਮੋਹਿਤ ਕੁਮਾਰ ਪੁੱਤਰ ਸਵ: ਸੋਹਨ ਲਾਲ ਵਾਸੀ ਵਾਰਡ ਨੰਬਰ 9 ਗਲੀ ਨੰਬਰ 4 ਨੇੜੇ ਮਹਾਵੀਰ ਗਊਸ਼ਾਲਾ ਮਲੋਟ ਤਹਿਸੀਲ ਮਲੋਟ ਜਿਲਾ ਸ੍ਰੀ ਮੁਕਤਸਰ ਸਾਹਿਬ ਦਾ ਰਹਿਣ ਵਾਲਾ ਹਾ ਅਤੇ ਅਰਜ਼ ਕਰਦਾ ਹਾ ਕਿ ਸਿਰ ਤੇ ਛੱਤ ਨਾ ਹੋਣ ਕਾਰਨ ਮੈ ਤੇ ਮੇਰੀ ਭੋਲੀ ਭਾਲੀ ਤੇ ਘੱਟ ਬੁੱਧੀ ਵਾਲੀ ਮਾਂ ਅਸੀ ਆਪਣੇ ਮਾਮੇ ਬਸੰਤ ਕੁਮਾਰ ਪੁੱਤਰ ਸੀ ਬਿਸ਼ਨ ਦਾਸ ਵਾਸੀ ਮਲੋਟ ਦੇ ਪਾਸ ਰਹਿ ਕੇ ਜਿੰਦਗੀ ਦੇ ਦਿਨ ਕੱਟ ਰਹੇ ਹਾਂ। ਮੈ ਆਪਣੇ ਮਾਮੇ ਪਾਸ ਰੰਗ ਦਾ ਕੰਮ ਕਰਦਾ ਹਾਂ। ਮਿਤੀ 12-8-2025 ਨੂੰ ਆਪਣੇ ਕੰਮ ਤੋ ਸ਼ਾਮ 6-35 ਮਿੰਟ ਤੇ ਮੋਟਰਸਾਇਕਲ ਤੇ ਸਕਾਈਮਾਲ ਮਲੋਟ ਤੋ ਛੁੱਟੀ ਕਰਕੇ ਘਰ ਵਾਪਿਸ ਆ ਰਿਹਾ ਸੀ ਤੇ ਇਸਤੋਂ ਠੀਕ 2 ਘੰਟੇ ਪਹਿਲਾ ਉਕਤ ਦੋਸ਼ੀਆ ਨੇ ਮੈਨੂੰ ਮੋਬਾਇਲ ਰਾਹੀ ਜਾਨੋਂ ਮਾਰਨ ਦੀਆ ਧਮਕੀਆ ਦਿੱਤੀਆ ਸੀ।ਜਿਸਦੀ ਰਿਕਾਡਿੰਗ ਮੇਰੇ ਪਾਸ ਹੈ। ਇਸ ਸਬੰਧੀ ਮੈ ਆਪਣੇ ਮਾਮੇ ਨੂੰ ਦੱਸਿਆ ਤੇ ਮੇਰੇ ਮਾਮੇ ਨੇ ਕਿਸੇ ਵੀ ਤਰਾਂ ਘਰ ਪਹੁੰਚਣ ਲਈ ਕਿਹਾ ਕਿ ਤੂੰ ਘਰ ਆ ਜਾ ਤੇ ਫਿਰ ਆਪਾ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਖੇ ਇਨਾਂ ਦੇ ਖਿਲਾਫ ਦਰਖਾਸਤ ਦੇਵਾਂਗੇ। ਪਰੰਤੂ ਦੋਸੀਆ ਨੇ ਮੈਨੂੰ ਸਾਰੇ ਪਾਸੇ ਤੋ ਘੇਰ ਰੇਂ ਸੀ। ਹਨੂੰਮਾਨ ਮੰਦਰ ਦੇ ਨੇੜੇ ਚੰਡੀਗੜ੍ਹ ਰੋਡ ਮਲੋਟ ਦੇ ਪਹਿਲੇ ਚੌਕ ਤੇ ਮੈਨੂੰ ਉਕਤ ਦੋਸੀਆ ਅਤੇ ਇਨਾਂ ਦੀ ਮਾਂ ਇਨਾਂ ਦੇ ਨਾਲ ਕਰੀਬ 0-7 ਅਣਪਛਾਤੇ ਬੰਦੇ ਵੀ ਮੋਕੇ ਤੇ ਸੀ। ਉਸ ਵਕਤ ਦੋਸ਼ੀਆ ਨੇ ਸ਼ਰਟ ਉਤਾਰੀ ਹੋਈ ਸੀ ਨਸ਼ਾ ਕੀਤਾ ਹੋਇਆ ਸੀ। ਦੋਸ਼ੀਆ ਦੇ ਕੋਡ ਡਾਂਗਾ ਤੇ ਤੇਜ਼ ਹਥਿਆਰ ਸਨ। ਇਨ੍ਹਾਂ ਉਕਤ ਦੋਸ਼ੀਆ ਨੇ ਮੇਰੇ ਮੂੰਹ ਤੇ ਸਿਰ ਤੇ ਪਹਿਲਾ ਵਾਰ ਕੀਤਾ; ਤੇ ਮੈ ਮੂੰਹ ਤੇ ਨੱਕ ਤੋ ਲਹੂ ਲੁਹਾਨ ਹੋ ਗਿਆ ਮੋਕੇ ਤੇ ਭੀੜ ਇੱਕਠੀ ਹੋ ਗਈ। ਉਸ ਵਕਤ ਇਨਾਂ ਦੋਸ਼ੀਆ ਨੇ ਮੇਰੀ ਲੁੱਟ-ਖੋਹ ਕੀਤੀ ਤੇ ਧੱਕੇ ਨਾਲ ਮੇਰਾ ਪਰਸ ਖੋਹ ਲਿਆ। ਜਿਸ ਵਿਚ ਕਰੀਬ 7200/- ਰੁਪੈ ਕੈਨ ਤੇ ਕੁਝ ਅਤਰ ਕਰਜਾ ਵੀ ਮਨ ਤਿਹ/ਆਪਣੇ'ਨਨ ਨਨ ਦੇ, ਜੋਟਰ ਜੇ ਤੀੜ ਪਛਾਨ ਕਸਰ ਤਾੰ ਇਹ ਦੋਸ਼ੀ ਮੈਨੂੰ ਜਾਨੋ.ਮਾਰ ਸਕਦੇ ਸੀ। ਉਸ ਵਕਤ ਮੈ ਮੋਕਾ ਤਾਣ ਕੇ ਭੀੜ ਪਿਛੇ ਹੋ ਕੇ ਆਪਣੇ ਮਾਮੇ ਨੂੰ ਫੌਨ ਲਗਾਇਆ ਤੇ ਸਾਡਾ ਘਰ ਇਸ ਵਾਕਿਆ ਤੋ ਕਰੀਬ 3-4 ਸੋ ਮੀਟਰ ਦੀ ਦੂਰੀ ਤੇ ਹੈ। ਮੇਰਾ ਮਾਮਾ ਮੌਕੇ ਤੇ ਮੋਟਰਸਾਇਕਲ ਰਾਹੀ ਪਹੁੰਚ ਗਿਆ ਤਾਂ ਉਸ ਵਕਤ ਉਕਤ ਦੋਸ਼ੀਆ ਨੇ ਮੇਰੀ ਕੁੱਟ-ਮਾਰ ਕਰਕੇ ਅਤੇ ਲੁੱਟ-ਖੋਹ ਕਰਕੇ ਫਰਾਰ ਹੋ ਗਏ।- ਇਨਾਂ ਨੇ ਮੇਰੇ ਉਪਰ ਕਾਤਲਾਨਾ ਹਮਲਾ ਕੀਤਾ। ਮੇਰੇ ਮਾਮਾ ਜੀ ਨੇ ਮੈਨੂੰ ਸਰਕਾਰੀ ਹਸਪਤਾਲ ਮਲੋਟ ਵਿਖੇ ਦਾਖਲ ਕਰਵਾਇਆ ਤੇ ਜਦੋਂ ਡਾਕਟਰ ਸਾਹਿਬ ਤੇ ਜਦੋ ਡਾਕਟਰ ਸਾਹਿਬ ਆਏ ਉਹਨਾਂ ਨੇ ਮੇਰੀ ਖਰਾਬ ਹਾਲਤ ਦੇਖ ਕੇ ਮੈਨੂੰ ਫਰੀਦਕੋਟ ਰੈਫਰ ਕਰ ਦਿੱਤਾ। ਫਰੀਦਕੋਟ ਹਸਪਤਾਲ ਵਿਖੇ ਐਮਰਜੈਸੀ ਵਿਖੇ ਡਿਊਟੀ ਨਿਭਾ ਰਹੇ ਡਾਕਟਰ ਸਾਹਿਬ ਨੇ ਮੇਰੀਆ ਸਾਰੀਆ ਰਿਪੋਟਾ ਰਾਤੋ ਰਾਤ ਕਰਵਾਈਆ ਇਨਾਂ ਰਿਪੋਟਾਂ ਤੇ ਸਾਡਾ ਪਰਚਾ ਕਰੀਖ 4500/- ਰੁਪੈ: ਆਇਆ ਸੀ। ਰਿਪੋਟ ਵਿਚ ਮੇਰੀ ਨੱਕ ਦੀ ਹੱਡੀ ਕਰੈਕ ਪਾਈ ਗਈ। ਮੇਰੇ ਮਾਮੇ ਨੇ ਡਾਕਟਰਾ ਤੋ ਅੱਗੇ ਪ੍ਰਸੀਜਰ ਬਾਰੇ ਪੁਛਿਆ ਤਾਂ ਤੇ ਉਹਨਾਂ ਦੱਸਿਆ ਕਿ ਅਸੀ 3 ਦਿਨ ਹਸਪਤਾਲ ਵਿਚ ਮਰੀਜ਼ ਨੂੰ ਰੱਖਾਂਗੇ ਤੇ ਦੁਬਾਰਾ ਫਿਰ ਇਸੇ ਤਰਾਂ ਰਿਪੋਟਾਂ ਕਰਾਵਾਂਗੇ। ਜਿਸਤੇ ਸਾਰਾ ਖਰਚਾ ਕਰੀਬ ।0-12 ਹਜ਼ਾਰ ਰੁਪੈ: ਆਵੇਗਾ। ਡਾਕਟਰ ਨੇ ਕਿਹਾ ਕਿ ਤੁਹਾਡਾ ਮਰੀਜ਼ ਮੋਹਿਤ ਕੁਮਾਰ ਨੱਕ",
        "psm_used": 4,
        "yolo_confidence": 0.9613009095191956
      },
      {
        "block_type": "Text",
        "bbox": [
          444,
          426,
          1493,
          651
        ],
        "ocr_text": "ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਲੋਂ ਦੋਸੀਆ ਦੇ ਖਿਲਾਫ ਕਾਰਵਾਈ ਨਾ ਕਰਨ ਸਬੰਧੀ ਅਤੇ ਦੋਸ਼ੀਆ 1- ਅਮਨ ਕੁਮਾਰ 2- ਰੋਹਿਤ ਕੁਮਾਰ ਬੇਟੇ ਕਾਲਾ ਰਾਮ 3- ਇਨਾਂ ਦੀ ਮਾਂ ਪਤਨੀ ਕਾਲਾ ਰਾਮ ਵਾਸੀਆਣ ਵਾ: 9 ਮਹਾਵੀਰ ਨਗਰ ਮਲੋਟ ਤਹਿਸੀਲ ਮਲੋਟ ਦੇ ਖਿਲਾਫ ਕਾਰਵਾਈ ਕਰਨ ਬਾਰੇ।",
        "psm_used": 4,
        "yolo_confidence": 0.8518308401107788
      }
    ]
  },
  "scanned 26.png": {
    "language": "pan",
    "original_size": [
      545,
      669
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          13,
          379,
          525,
          508
        ],
        "ocr_text": "ਨਿਮਰਤਾ ਸਹਿਤ ਬੈਨਤੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਮੈ` ਮਲਕੀਤ ( ਮੋਨ: 73473-00227) ਦਾ ਰਹਿਣ ਵਾਲਾ ਹਾਂ ਅਤੇ ਹੈਠ ਲਿਖਿਆ ਅਰਜ਼ ਕਰਦਾ ਹਾਂਕਿ=",
        "psm_used": 4,
        "yolo_confidence": 0.9032442569732666
      },
      {
        "block_type": "Text",
        "bbox": [
          12,
          564,
          526,
          669
        ],
        "ocr_text": "ਦੋ; ਇਹ ਕਿ ਮੋਘਾ ਨੰ; 11110.ਆਰ ,ਫਿੱਡਾ ਡਰੈਨ . ਮੁਦੱਕੀ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਨਹਿਰੀ ਖਾਲ੍ਹ ਕਰੀਬ 30 ਕਿਲ੍ਹੇ ਲੰਮਾਂ , ਵੱਖਵੱਖ ਬੂਰਜੀਆਂ ਤੇ ਪਿੰਡ ਤੂਬੰੜਤੱਨ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਦੇ ਲੋਕਾਂ ਵਲੋ ਸਹੀ ਜਗ੍ਹਾਂ ( ਸਰਕਾਰੀ",
        "psm_used": 4,
        "yolo_confidence": 0.6969296336174011
      },
      {
        "block_type": "Text",
        "bbox": [
          12,
          483,
          523,
          590
        ],
        "ocr_text": "1 ਇਹ ਕਿ ਮੇਰੀ ਜਮੀਨ ਰਕਬਾ ਮੁਦੱਕੀ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ , ਫਿੱਡਾ ਡਰੈਨ ,ਜੋ ਰਸਤਾ ਨੰ. 375 ਮੁਦੱਕੀ ਜਾਂਦਾ ਹੈ , ਪੇਦੀ ਹੈ। ਮੇਨੂੰ ਮੋਘਾ ਨੰ 11110. ਆਰ ਫਿੱਡਾ ਫਰੈਨ ਲੱਗਦਾ ਹੈ। ਮੇਰਾ ਕਿੱਤਾ ਖੇਤੀਬਾੜੀ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.6899587512016296
      },
      {
        "block_type": "Text",
        "bbox": [
          293,
          0,
          470,
          126
        ],
        "ocr_text": "ਜ੍ਸਾਯ ਗਕ੍ਯ ਨਲ ਆਵਣ ੦%ਨਾ€੬ 26 90 ਗਲ ਭਗ ਗਰਮਗ/0.# 3੮7੦੫",
        "psm_used": 6,
        "yolo_confidence": 0.6067426800727844
      }
    ]
  },
  "scanned 27.png": {
    "language": "pan",
    "original_size": [
      528,
      667
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          0,
          0,
          516,
          129
        ],
        "ocr_text": "ਨਕਸ਼ੇ ਵਾਲੀ ) ਤੋ ਢਾਹ ਕੇ ਡਰੈਨਜ਼ ਮਹਿਕਮਾਂ ਦੀ ਮਾਲਕੀ ਜਗ੍ਹਾਂ ਵਿੱਚ ਨਜਾਇਜ਼ ਖਾਲ੍ਹ ਪਾਇਆ ਗਿਆ ਹੈ।ਮੇਰੀ ਜਮੀਨ ਨੂੰ ਇਹ ਖਾਲ੍ਹ ਜਾਂਦਾ ਹੈ। ਇਹ ਸਾਰਾ ਕੁਝ ਪਿੰਡ ਤੂੰਬੜਭੰਨ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਦੇ ਲੋਕਾਂ ਵੱਲੋ ਨਹਿਰੀ ਮਹਿਕਮੇ' ਦੇ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਸਾਜਬਾਜ . ਮਿਲੀਭੂਗਤ ਕਰਕੇ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.9512035250663757
      },
      {
        "block_type": "Text",
        "bbox": [
          0,
          234,
          513,
          364
        ],
        "ocr_text": "4. ਇਹ ਕਿ ਨਹਿਰੀ ਮਹਿਕਮਾਂ ਅਤੇ ਜੰਗਲਾਤ ਮਹਿਕਮਾਂ , ਦੇ ਅਧਿਕਾਰੀ ਅਤੇ ਉਚੋਂ ਅਫਸਰ . ਪਿੰਡ ਤੂਬੰੜਭਨ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਦੇ ਲੋਕਾਂ ਤੇ ਇਸ ਸਬੰਧੀ ਕੋਈ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਹੁਣ ਤੱਕ ਨਹੀ ਕੀਤੀ ਹੈ।ਸਾਡੀ ਹੁਣ ਤੱਕ ਕੋਈ ਸੁਣਵਾਈ ਨਹੀ ਹੋਈ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.9509482383728027
      },
      {
        "block_type": "Text",
        "bbox": [
          0,
          104,
          515,
          258
        ],
        "ocr_text": "3. ਇਹ ਕਿ ਜੰਗਲਾਤ ਮਹਿਕਮੇ` ਦੀ ਜਗ੍ਹਾ ਦਰਖਤਾਂ ਬੂਟਿਆਂ ਦੀ ਗਗ੍ਹਾਂ ਵਿਚੋ ਖਾਲ੍ਹਾਂ ਜਾਂਦਾ ਹੈ , ਪਰ ਪਿੰਡ ਤੂਬੰੜਭੱਨ ਦੇ ਲੋਕਾਂ ਨੇ ਇਨਾਂ ਦਰਖਤਾਂ .ਝੂਟਿਆਂ ਤੇ ਸਪਰੈਅ ਮਾਰਕੇ ਅਤੇ ਜੇਸੀਬੀ ਮਸ਼ੀਨਾਂ ਲਾ ਕੇ ਦਰਖਤ ਬੂਟੇ ਖਰਾਬ ਕਰਕੇ ਵਿਚੋ ਦੀ ਨਜਾਇਜ਼ ਖਾਲ੍ਹ ਪਾਏ ਹਨ। ਇਹ ਸਾਰਾ ਸੁਰੈਆਮ ਮਹਿਕਮੇ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਰਲਕੇ ਨਜਾਇਜ਼ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.947547197341919
      },
      {
        "block_type": "Text",
        "bbox": [
          250,
          443,
          494,
          667
        ],
        "ocr_text": "ਪਰਾਰਥੀ= ਵਕ) ਓਗੋਂ-< ਮਲਕੀਤ ਸਿੰਘ ਪੁਤਰ ਕਰਨੈਲ ਸਿੰਘ ਵਾਸੀ ਪਿੰਡ ਮੁਦੱਕੀ, ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ। ਮੋਨ: 73473-00227",
        "psm_used": 6,
        "yolo_confidence": 0.7915970683097839
      },
      {
        "block_type": "Text",
        "bbox": [
          0,
          338,
          513,
          469
        ],
        "ocr_text": "ਮਿਹਰਬਾਨੀ ਕਰਕੇ ਉਪਰੋਕਤ ਸਬੰਧੀ ਪਿੰਡ ਤੂਬੰੜਭੰਨ ਦੇ ਉਹਨਾਂ ਲੋਕਾਂ ਖਿਲਾਫ ਜਿੰਨਾਂ ਖਾਲ੍ਹਾਂ ਢਾਇਆ ਹੈ, ਉਹਨਾਂ ਖਿਲਾਫ ਜਲਦੀ ਤੋ ਜਲਦੀ ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ। ਖਾਲ੍ਹ (ਸਰਕਾਰੀ ਨਕਸ਼ੇ ਮੁਤਾਬਿਕ) ਸਹੀ ਜਗ੍ਹਾਂ ਤੇ ਪਾਇਆ ਜਾਵੇ ਜੀ। ਧੰਨਵਾਦੀ ਹੋਵਾਂਗਾਂ।",
        "psm_used": 4,
        "yolo_confidence": 0.7799733281135559
      }
    ]
  },
  "scanned 28.png": {
    "language": "pan",
    "original_size": [
      517,
      793
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          304,
          658,
          490,
          746
        ],
        "ocr_text": "ਓਂ ਮਸਲਾ ਪੈਕ ਐੌਤਤਾਉਜੋਰਲ ਸੈਲੈਗੇ",
        "psm_used": 4,
        "yolo_confidence": 0.8335580229759216
      },
      {
        "block_type": "Text",
        "bbox": [
          22,
          105,
          517,
          186
        ],
        "ocr_text": "ਸ਼ਮਰਕੀ, ਭੋਨਤੀ ਹੈ ਡਿ ਮੈ ਰੁ ਤੱਕ ਜਿੰਨੀਆਂ ਵੀ ਵਰਦਾਸਤਾਂ ਦਿੱਤੀਆਂ ਹਾ, ਮੈਨੂੰ ਸਿਰਝ ਆਰ.ਬੀ.ਆਈੀ. ਤੋ ਹੀ ਲਿਖਤੀ ਜਵ ਲਾ ਹੈ। ਸੋ ਮੈਂ ਆਰ.ਭੀ.ਆਈ. ਵੇ ਪੱਤਰ ਦੇ ਅਹਾਰ ਤੇ ਹੀ ਆਪ ਜੀ ਨੂੰ ਦਰਖਾਸਤ ਲ਼ੈਨਤੀ ਗਰ ਰਿਹਾ ਹਾਂ (ਪੱਤਰ ਦੀ ਕਾਪੀ ਨਾਲ ਨੰਗੀ ਤੈ) ਆਸ ਰੱਖਵਾ ਹੁ ਕਿ ਆਪ ਸੰਭ ਵੀ ਸੈੂੰ ਨਿਖਤੀ ਜਵਾਭ ਜਰੂਰ ਵਿਰਂਡੇ । ੫ ਕਤਲ ਪਰਲ ਤਤਰਲੇਦ-ਪਸਲ ਗੌਰਤ ਸੇਜਲ ਪੋਲ ਐ ਜਨ 2001 ਸੈਰ ਬੋਲ /ਜੈੰਲੀਆ-ਲਿਮਹਿਲ-ਚੇਰੋਤ/ਸਰੇਲੋਵੇਦੇਂ",
        "psm_used": 6,
        "yolo_confidence": 0.823032796382904
      },
      {
        "block_type": "Text",
        "bbox": [
          22,
          406,
          517,
          473
        ],
        "ocr_text": "ਖਾ ਇਿਗਾਜਲ਼ਾਰ। ਜੋ ਸਮਝਵਾ ਹਾਂ ਕਿ ਭਾਰਤ ਸਰਕਾਰ ਦੇ ਇੰਕ ਸਰਕਾਰੀ ਅਵਾਰੇ ਪਾਸੋਂ ਵੀ ਮੈਂ ਲੁੱਟਿਆ ਪੁੱਟਿਆ ਗਿਆ ਹਾਂ ਜੋ 4 ਸਾਲ ਬੀਤਣ ਤੋ ਵੀ ਤੂਣ ਮੋਰੀ ਕੋਟੀ ਵੀ ਰੱਲ ਨੁਣਨ ਲਈ ਤਿਆਰ ਨਹੀ ਨੈ। ਤੈ ਮੈਂ ਨਿਮਰਤਾ ਸਹਿਤ ਆਪ ਸੱਭ ਦੀ ਸੇਵਾ ਵਿੱਚ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ ਇਨਸਾਫ਼ ਦਿਵਾਇਆ ਜਾਵੇ ਅਤੇ ਮੇਰੇ ਕੈਸ ਦਾ ਜਲਦੀ",
        "psm_used": 4,
        "yolo_confidence": 0.7975691556930542
      },
      {
        "block_type": "Text",
        "bbox": [
          23,
          356,
          517,
          436
        ],
        "ocr_text": "ਦੀਆਂ ਕਾਮਾ ਖਰ੍ਾਨਾ ਮਤਰ ਰਾਰਤ ਸਰਨਨਹ ਸੁਤ ਹੋ ਗੋਰਸਤ ਸਰੇ ਕਸਮ ਤੁਸ ਹੁਬ਼ਰਾ ਹੂਰਰੰਗ 6. ਮਿਤੀ ।263/2025 ਨੂੰ ਨੇਰੇ ਫੋਨ ਤੇ ਨੈਸੈਜ ਆਇਆ ਕਿ ਆਮ ਵੀ ਸ਼ਿਕਾਇਤ ਗਵੀਵੈਨਸਸ 0੬480,92025/0000885 ਵਰਜ ਹੋ ਗਈ ਹੈ ਪਰੰਤੂ 5 ਮਹੀਨੇ ਬੀਤਣ ਤੇ ਵੀ ਗੋਈ ਕਾਵਵਾਈ ਨਹੀਂ ਹੋਈ। ਲਗਵਾ ਹੈ ਕਿ ਪੋਰਟਲ ਤੇ ਦਰਜ ਹੋਈ ਜਿਕਾਇਤ ਵੀ ਠੰਡੇ ਭਜਤੋ ਵਿੱਚ ਪਾ ਵਿੱਤੀ ਫਈ ਹੈ। 3 ਨ.ਬਣਾ ਟੀ ਕਟ ਭਾਰਤ ਸਰਤਾਰ ਦੇ ਇੱਕ ਸਰਕਾਰੀ ਅਵਾਵੇ ਪਾਸੋਂ ਵੀ ਮੈਂ ਲੁੱਟਿਆ ਪੁੱਟਿਆ ਗਿਆ ਹਾਂ ਜੋ 4 ਸਾਲ ਬੀਤਣ ਤੇ ਵੀ",
        "psm_used": 4,
        "yolo_confidence": 0.784235417842865
      },
      {
        "block_type": "Text",
        "bbox": [
          22,
          318,
          517,
          384
        ],
        "ocr_text": "ਮਰ2ਸਸ ਤੇ ਹਾ, ਗਰਕ ਛਲ ਬਡਾ ਜਦਾ ਜਸ ਨ. ਗੱਲ ਬਿਸੇ ਭੰਨੇ ਨਾਂ ਲਗਦੀ ਵੇਖ ਕੇ ਮੈਂ ਨਵੰਬਰ 202 ਨੂੰ ਭਾਵਤ ਦੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਜੀ ਨੂੰ ਵਰਖਾਸਤ ਡੈਨਤੀ ਕੀਤੀ । ਦਰਖਾਸਤ ਦੀਆਂ ਕਾਪੀਆਂ ਖਜਾਨਾ ਮੰਤਰੀ ਭਾਰਤ ਸਰਕਾਰ ਅਤੇ ਡਰੀਵੇਨਸਸ ਬੈਂਕ ਸਿਸਟਮ ਮੁੰਝਈ ਨੂੰ ਭੇਜੀਆਂ। ਗਜ ਲ ਨਨ ਕਾਗਦ ਗਲ ਕਗ ਗਲ ਖ ਗਾ ਜਿਕਸਾ' ਤਰਕ ਗਿ ਨ ਸਿਰਿ",
        "psm_used": 6,
        "yolo_confidence": 0.774230420589447
      },
      {
        "block_type": "Text",
        "bbox": [
          24,
          442,
          517,
          508
        ],
        "ocr_text": "'ਹੂਣ ਸੋਗ਼ੇ ਕੋਈ ਦੀ ਗੱਲ ਸੁਣਨ ਕੁਈ 'ਤਗਾਰ ਨਹੀ ਹੈ। ਤੋ ਮੈਂ ਨਿਮਰਤਾ ਸਹਿਤ ਆਪ ਸੱਭ ਵੀ ਸੋਵ ਵਿੱਚ ਬੇਨਤੀ ਕਰਦ ਹਾ ਕਿ ਮੈਨੂੰ ਇਨਸਾਫ ਦਿਵਾਇਆ ਜਾਵੇ ਅਤੇ ਮੇਵੇ ਕੋਸ ਦਾ ਜਲਦੀ ਤੋਂ ਜਲਵੀ ਨਿਪਟਾਰਾ ਕਰਵਾਇਆ ਨਾਵੇ ਜੀ। ਆਪ ਜੀ ਵੀ ਡਹੁਤ ਮੇਹਰਬਨੀ ਰੋਵੇਡੀ। ਤਿਸ",
        "psm_used": 4,
        "yolo_confidence": 0.7728544473648071
      },
      {
        "block_type": "Text",
        "bbox": [
          22,
          281,
          517,
          348
        ],
        "ocr_text": "ਸਰੇ ਪਾਸ ਮੌਜੂਦ ਹੈ। ਆਈ.ਪੀ.ਝ. ਵਿਚ ਪੋਸਾ 'ਸ਼ਨਸੁਰੂਰਸ ਕਪਨਗਨਾ ਦਾਵਾ ਤਤ ਤਾ ਵਸਤੂ ਬਿ ਪਿ ਨ. ਜੂਆ ਬੀਤਣ ਤੈ ਮੈਂ ਜਦ ਵੀ ਉਪਰੋਕਤ ਅਧਿਕਾਰੀ ਤੋਂ ਆਪਣੇ ਕੇਸ ਦੀ ਜਾਣਕਾਰੀ ਮੰਗਦਾ ਸੀ ਤਾਂ ਉਸ ਅਧਿਕਾਰੀ ਵੱਲੋਂ ਨੇ ''ਵਵੀਲ ਪ੍ਰੈਸ ਤੇ ਹੈ\", ਕਰਿ ਗੇ ਟਾਲ ਵਿੱਭ ਜਾਂਦਾ ਸੀ। 6\". ਲੇ ਰਲ ਕੇ ਜਉ ੋਂ ਨੇ ੨00 ਜੋ. ਡੇਵੇਤ ਦੇ ਤੇਲੇ ਮੌਰੇਰੀ ਜੀ ਨੌਂ ਦੇਰਬਾਸਤ ਬੇਸੇਤੀ ਕੀਕ। ਦਰਖਾਸਤ",
        "psm_used": 4,
        "yolo_confidence": 0.7566810846328735
      },
      {
        "block_type": "Text",
        "bbox": [
          21,
          194,
          517,
          260
        ],
        "ocr_text": "ਆਸਪਰਸਜ-ੂਕ ਕਰਵਾਇਆ ਸਾ ਸਜਮਭ ਸਹਰ ਜਹ ਹਰ ਸਸਤਾ ਸਸਤਾ ਫੇਸ ਦਬ ਰਹਿਨ ਰੋ. 2. ਇਹ ਛੁਕਿੰਗ ਵਫਤਰ ਗਰੀਵੈਨਸਸ ਏੈਂਗ ਸਿਸਟਮ ਸੂਰਤਾ ਕਿਨ ਬਿਲਡਿੰਟ ਹਾਥੀ ਰੋਡ ਪੂਨਾ ਵਿਖੇ ਹੋਈ ਈ। ਬੁਕਿੰਡ ਕਰਨ ਵਾਲੇ ਅਧਿਕਾਰੀ ਜਿਸ ਦਾ ਸਾਡੇ ਨਾਲ ਵਾਬਝਾ ਸੀ, ਦੇ ਫੋਨ ਨੰਬਰ 98997-60448, 73105-38285 ਹਨ। ੫ ਲੇਲੇ ਰਲ ਕੇ ਮੈਂ ਆਪਣੀ ਪਰਿਵਾਰ ਅਤੇ ਵਿਸਤੇਦਾਹਾਂ ਆਦਿ ਦੀਆਂ ਤਕਰਸ਼ਨ 35 ਲੱਖ (ਪੈਂਤੀ ਲੱਖ) ਰੁਪਏ",
        "psm_used": 4,
        "yolo_confidence": 0.7494160532951355
      },
      {
        "block_type": "Text",
        "bbox": [
          22,
          230,
          517,
          309
        ],
        "ocr_text": "ਸਿਧਿਕਾਰੀ ਜਿਸਦਾ ਸਰ ਜਾਲ ਰਾਬਤਾ ॥।ੂ ਦੇ ਫਲ ਨੌਬਤ ਤੋ ਸੁਰਤ ਨਰਕ ਹਸਰਤ) ] ਡੀ ਫਰਾਰ ਪਤਾ 3. ਉਪਰੋਕਤ ਅਧਿਕਾਰੀ ਵੇ ਕਹਿਣ ਤੇ ਮੈਂ ਆਪਣੀ ਪਰਿਵਾਰ ਅਤੇ ਵਿਸੁਤੈਵਾਰਾਂ ਆਦਿ ਦੀਆਂ ਤੜਰੀਬਨ 35 ਲੱਖ (ਪੈਂਤੀ ਲੱਖ। ਰੁਪਏ ਦੀਆਂ ।5 ਪਾਲਸੀਆਂ ਭਾਰਤੀ ਐਕਸਾ ਇਨਿਊਂਰੈਂਸ ਤੰਪਨੀ ਰਾਹੀ' ਕਰਵਾਈਆਂ ਸੀ। ਪਾਲਸੀਆਂ ਦਾ ਸਾਰਾ ਰਿਕਾਰਡ ਫੁਨ ਅਨਿਕਾਰੀ ਅਤੇ ਮੇਰੇ ਪਾਸ ਮੈਜੂਵ ਹੈ। ਆਈ.ਪੀ.ਓ. ਵਿੱਚ ਪੈਸਾ ਇਨਸਿਰੈਂਸ ਕੰਪਨੀਆਂ ਦੀਆਂ ਪਾਲਸੀਆਂ ਰਾਹੀਂ ਲੱਗਣਾ ਸੀ। ਗਿਤ ਲਿਰਕਗਰਿ ਗਲ ਰਜਗਰ ਜਲ ਵਲਿਸ ਰਿਕਸ਼ਾ ਸਗਲਸ ਤਰ ਗਦਾ ਕਸ ਗਿਹ ਗੀ ਜਿਉਗ ਜਿ",
        "psm_used": 6,
        "yolo_confidence": 0.7477002739906311
      },
      {
        "block_type": "Text",
        "bbox": [
          26,
          633,
          414,
          685
        ],
        "ocr_text": "ਤੈ) ਸਾ ਸਿਸ ਗਕਸਾ ਗੁਰੀ ਗਜ ਸਾ ਸਹਜੇ ਕਸ ਸਗ ਸਰ ਤਾ ਦਾਤ ਤਤ ਤੂ ਵਾਕ ਭਰਾ ਸਾ ਕਾ ਬਿਸ ਦਾ ਇੱਕ ਇੱ ਉਤਾਰ ਹੇਰ ਲਿਆਂ ਨੰ ਹੂਚਨ ਅਤੇ ਲੱਗਦੀ ਕਾਰਵਾਈ ਹਿਤ ਭੇਜਿਆ ਜਾਦਾ ਹੈ ਜੀ= 1) ਲੈਸ, ਭਾਰਤ ਸਰਕਾਰ, ਨਵੀਂ 1). ਗੇੜੇ, ਭਾਰਤ ਸਰਕਾਰ, ਨਵ ਸੇ",
        "psm_used": 4,
        "yolo_confidence": 0.6991535425186157
      },
      {
        "block_type": "Text",
        "bbox": [
          25,
          505,
          138,
          556
        ],
        "ocr_text": "ਭੀ: 22004/2125",
        "psm_used": 4,
        "yolo_confidence": 0.688315749168396
      },
      {
        "block_type": "List-item",
        "bbox": [
          41,
          585,
          269,
          649
        ],
        "ocr_text": "0 4 2) ਪੂਧਨ ਮੌਤਰੀ ਨੂੰ ਭੇਜੇ ਪੱਤਰ ਵੀ ਕਾਪੀ ।. 3) ਰੈਡ ਫਰੀਵੈਨਸਸ ਬੈਂਕ ਸਿਸਟਮ 858\" ਮੈ ਫਰਤਵ ਨ (ਮਰਾਰਸਟਦ ਨੂੰ ਝਜੇ ਪਤਰ ਦੀ ਕਾਪੀ ੭ ਦਰ ਇਨਨੀਰੋਨਨ ਸਵ ਏਂ ਨਗਦ, ਵਵਤਣ",
        "psm_used": 4,
        "yolo_confidence": 0.67511385679245
      },
      {
        "block_type": "List-item",
        "bbox": [
          42,
          683,
          269,
          734
        ],
        "ocr_text": "ਨਿਤ ਕਮ: ਜਪ ਪਨਤਸਸ਼ਕਰਲਗਡਲਲ-ਪਲਭ ਮੈ 9) ਖਜਾਨਾ ਮੰਤਰੀ, ਭਾਰਤ ਸਰਕਾਰ, ਨਵੀਂ ਦਿੱਲੀ 4) ਢੰਫ ਟਰੀਵੀਐਨਸਸ ਫਿਨਾਂਸ ਸਿਸਟਮ, ਨਵੀਂ ਵਿੱਲੀ। 3) ਵੰਫ ਗਰੀਵੀਐਨਸਸ ਬੈਂਕ ਸਿਸਟਮ, ਮੁੰਡਈ (ਮਹਾਂਰਾਸੁਟਦ)",
        "psm_used": 4,
        "yolo_confidence": 0.6507107615470886
      },
      {
        "block_type": "Text",
        "bbox": [
          306,
          498,
          428,
          551
        ],
        "ocr_text": "ਅਪ ਜੀ ਵਾ ਰੁਭਵਿਭੜ, ਅਰ\" 3",
        "psm_used": 6,
        "yolo_confidence": 0.6314941048622131
      },
      {
        "block_type": "List-item",
        "bbox": [
          41,
          572,
          221,
          625
        ],
        "ocr_text": "1) ਅਰ.ਈੀ.ਆਈ. ਦੇ ਪੱਤਰ ਦੀ ਕਾਪੀ 2) ਪਤਨ ਮੰਤਰੀ ਨੂੰ ਭੇਜੇ ਪੱਤਰ ਵੀ ਕਾਪੀ 3) ਰੈਡ ਫਰੀਵੈਨਸਸ ਸੈਂਕ ਪਸਸ ਸਤ ਦਜਫਸਟਸੀਸ਼ਲ ਗਰਸਸਸਸ ਕੋ ਕਸ",
        "psm_used": 4,
        "yolo_confidence": 0.6297648549079895
      },
      {
        "block_type": "Text",
        "bbox": [
          21,
          156,
          517,
          223
        ],
        "ocr_text": "ਕੀ ਆਸ ਜੁਬਦਾਰਾਂ ਕਿ ਆਪ ਨਭ ਦਾ ਸਰੁ ਨਿਸ੍ਗ ਜਵਾਬ ਰਰੂਫ ਟਰ ਕਾ 1. ਮੈਂ ਅਤੇ ਮੇਰੇ ਲੜਕੇ ਸਿਵਵੇਵ ਸਿੰਘ ਪੂਰ ਮੁਖਤਿਆਰ ਇੰ ਨੇ ਜੂਨ 202: ਵਿੱਚ ਕੋਲ ਇੰਡੀਆ ਲਿਮਟਿਡ ਭਾਰਤ ਸਰਕਾਰ ਦਾ ਆਈ.ਪੀ.ਐ. ਬੁੱਕ ਕਰਵਾਇਆ ਸੀ। ਸਾਡਾ ਬੁਕਿੰਗ ਨੰਬਰ 3912055 44283 ਫਾਈਲ ਨੰਡਰ 5683 ਹੈ। . ਮਸਲ ਰਰਕਸ` ਰਲਰਰਰਰ ਕੈਦ ਗੈਗਕਦਮ ਕਲਰੇਗਜੇ ਨਲ ਇਸੇਡਿੰਗ ਤੇਰੀ ਦੋਡੋਂ ਨਾ ਵਿੱਖੇ ਹੋਈ ਸੀ। ਸੇਕਿੰਡ ਕਰਨ ਵਾਲੇ:",
        "psm_used": 4,
        "yolo_confidence": 0.6200938820838928
      },
      {
        "block_type": "List-item",
        "bbox": [
          41,
          694,
          290,
          746
        ],
        "ocr_text": "ਨ ਉਨ ਕਮ 1 ਟੀ ਵਨ ਗੇ << ਸਲਆ\" 4) ਢੀਝ ਗਰੀਵੀਐਨਸਸ ਫਿਨਾਂਸ ਸਿਸਟਮ, ਨਵੀਂ' ਦਿੱਲੀ। 5) ਚੀਫ ਰਚੀਵੀਐਨਸਸ ਬੈਂਕ ਸਿਸਟਮ, ਮੁੰਛਈ (ਮਹਾਰਾਸ਼ਟ)",
        "psm_used": 6,
        "yolo_confidence": 0.6104370355606079
      },
      {
        "block_type": "List-item",
        "bbox": [
          42,
          608,
          389,
          660
        ],
        "ocr_text": "ਤੇ) ਜਲ ਫਲ ਿਸ ਵ ਨ7ਨ ਸਮ ਤਮਕਕਾ ਭਗਤ ਫਫਤਰ ਪੂਨਾ (ਮਹਾਂਰਾਸ਼ਟਰ) ਨੂੰ ਭਜੇ ਪੱਤਰ ਦੀ ਗਾਪੀ 0 ਪਤ ਇਨਟੀਰੋਨਨ ਸਦਨ ਵਗ ਨਗਦ, ਵਵਤਦ ਮੰਝ ਨ ਜੇ ਪੱਤਰ ਦੀ ਕਾਤੀ ਅਸਰ ਸਕ ਕਸ ਤਰ ਸਕਲ ਨਾਸਾ ਅਗ ਜਿ",
        "psm_used": 4,
        "yolo_confidence": 0.6071556210517883
      }
    ]
  },
  "scanned 29.png": {
    "language": "pan",
    "original_size": [
      618,
      787
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          0,
          0,
          618,
          787
        ],
        "ocr_text": "ਸੇਵ ਵਿਖੇ ਮਾਨਯੋਗ ਪ੍ਰਧਨ ਮੌਤਰੀ ਜੀ, ਭਾਰਤ ਸਫੜਾਦ, ਨਵੀਂ ਦਿੱਲੀ। ਵਿਸ਼ਾ: ਕੋਲ ਇੰਡੀਆ ਲਿਮਟਿਡ ਦੇ ਆਈ.ਪੀ.ਓ. ਝੁਕਿੰਗ ਨੰਬਵ 3912 ।॥544283 ਅਤੇ ਫਾਈਲ ਨੰਬਰ 5653 ਸਾਲ 2021 ਦੀ ਪੇਮੈਂਟ ਨਾਂ ਮਿਲਣ ਬਾਰੇ ਸ਼੍ਰੀਮਾਨ ਜੀ. ਬੇਨਤੀ ਹੈ ਕਿ ।. ਨੇਂ ਸਾਲ 202। ਵਿੱਚ ਗੋਲ ਇੰਡੀਆ ਲਿਮਟਿਡ ਦਾ ਆਈ. ਪੀ.ਓ. ਛੁੱਕ ਕਰਵਾਇਆ ਸੀ 2 ਇਹ ਕਿ ਮੇਰਾ ਬੁਕਿੰਗ ਨੰਬਰ 3512 ॥1544283 ਅਤੇ ਫਾਈਲ ਨੰਬਰ 5653 ਹੈ। 3 ਇਹ ਕਿ ਬੁਕਿੰਗ ਅਥਾਰਟੀ ਵੱਲੋਂ ਮੈਨੂੰ ਦੱਸਿਆ ਣਿਆ ਸੀ ਕਿ ਇੱਕ ਸਾਲ, ਅੰਦਰ ਅੰਦਰ ਆਈ.ਪੀ.ਓ.ਓਪਨ ਹੋ ਜਾਣਾ ਹੈ ਅਤੇ ਸਾਰਿਆਂ ਨੂੰ ਬਣਦੀ ਪੇਮੈਂਟ ਮਿਲ ਜਾਣੀ ਹੈ। 4. ਇਹ ਕਿ ਮੈਂ ਕੰਪਨੀ ਦੀਆਂ ਸੁਰਤਾਂ ਅਤੇ ਹਦਾਇਤਾਂ ਅਨੁਸਾਰ ਐਕਸਾ ਇਨਸਿਉਰੈਂਸ ਕੰਪਨੀ ਦੀਆਂ ਪਾਲਸੀਆਂ ਵਾਹੀ ਪੈਸਾ ਲਇਆ ਸੀ। ਇਨਸ਼ਿਵੁਰੈਂਸ ਪਾਲਸੀਆਂ ਦਾ ਸਾਰਾ ਰਿਕਾਰਡ ਭੁਲੰਗ ਅਥਾਰਟੀ ਦੋ ਪਾਸ ਮੌਜੂਦ ਹੈ। 3. ਵਹ ਕਿ ਝੁਕਿਗ ਸਮੋ ਮੈਨੂੰ ਇਹ ਵੀ ਦੱਸਿਆ ਗਿਆ ਸੀ ਕਿ ਆਪ ਨੇ ਜਿੰਨੀਆਂ ਵੀ ਪਾਲਸੀਆਂ ਇਨਸ਼ਿਊਰ ਕਰਵਾਈਆਂ ਹਨ, ਆਪਣੇ ਆਪ ਬੰਦ ਹੋ ਜਾਣਗੀਆਂ ਅਤੇ ਕਿਸੇ ਵੀ ਪਾਲਸੀ ਦੀ ਦੁਝਾਰਾ ਪੇਮੈਂਟ ਨਹੀਂ' ਕਵਨੀ ਪਵੇਡੀ ਪਰ ਹੁਣ ਕੰਪਨੀ ਵੱਲੋਂ ਮੈਨੂੰ ਪਲਸੀਆਂ ਦੀ ਪੇਮੈਂਟ ਕਰਨ ਸ਼ਾਰੇ ਮਜਬੂਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। 6 ਇਹ ਕਿ ਤਕਰੀਸਨ 40 ਮਹੀਨੇ (3-1/2 ਸਾਲ) ਬੀਤ ਜਾਣ ਦੇ ਝਅਦ ਵੀ ਨਾਂ ਤਾਂ ਮੈਨੂੰ ਪੇਸੈੱਟ ਹੋਈ ਹੈ ਅਤੇ ਨਾਂ ਹੀ ਧੇਸੈੱਟ ਨਾਂ ਹੋਣ ਦਾ ਕਾਰਣ ਦੱਸਿਆ ਗਿਆ ਹੈ। ਮੈ ਭੇਨਤੀ ਹੈ ਕਿ ਮੈਨੂੰ ਇਨਸਾਫ ਦਿਵਾਇਆ ਜਾਵੇ ਅਤੇ ਮੇਰੀ ਬਣਦੀ ਪੇਮੈਂਟ ਮੈਨੂੰ ਦਿਵਾਈ ਜਾਵੇ ਜੀ। ਆਪ ਜੀ ਦੀ ਬਹੁਤ ਮੇਹਰਬਾਨੀ ਹੋਵੇਗੀ। ਮੜੀ: 12/11/2024 ਆਪ ਜੀ ਦਾ ਸੁਭਚਿੰਤਕ, ਚ ਮੁਖਤਿਆਰ ਸਿੰਘ ਪੁੱਤਰ ਸ: ਉਜਾਗਰ ਸਿੰਘ ਪਿੰਡ ਰਣਹੀਰਪੁਰ ਤਹਿ: ਸੁਲਤਾਨਪੁਰ ਲੋਧੀ ਜਿਲ੍ਹਾ ਕਪੂਰਥਲਾ, (ਪੰਜਾਬ) ਮੋਬ: ਨੰ: 98151-04562 ਇਸ ਦਾ ਇੱਕ ਇੱਕ ਉਤਾਵਾ ਹੈਠ ਲਿਖਿਆਂ ਨੂੰ ਸੂਚਨਾ ਅਤੇ ਲੋੜੀਂਦੀ ਯੋਗ ਕਾਰਵਾਈ ਹਿੱਤ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜੀ- 2. ਇਨਵੈਸਟੀਡੇਸਨ ਗਵੀਵੈਨਸਸਜ਼ ਡੈਂਕ ਸਿਸਟਮ ਦਫਤਰ, ਸੂਰਜ ਕਿਰਨ ਬਿਲਡਿੰਗ, ਹਾਥੀ ਰੋਡ ਪੂਨਾ, (ਮਹਾਂਰਾਸੁਟਰ) ਅਭੀ: 22/1/2024 ਮੁਖਤਿਆਰ ਸਿੰਘ ਪੁੱਤਰ ਸ: ਉਜਾਗਰ ਸਿੰਘ ਜਿਲ੍ਹਾ ਕਪੂਰਥਲਾ, (ਪੰਜਾਬ) ਮੋਬ: ਨੰ: 98151-04562",
        "psm_used": 6,
        "yolo_confidence": null
      }
    ]
  },
  "scanned 3.png": {
    "language": "pan",
    "original_size": [
      484,
      728
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          116,
          69,
          461,
          363
        ],
        "ocr_text": "ਭਾਵਾ ਨੂੰ ਅਨੰਇਦੂਰ ਸਾਇਡ, ਡਾ ਡੁਪਨਗਰ ਦੇ ਨਾਲ ਜੇ ਰਾਣੀ ਭਾਝੜਾ ਨਨੀਰ ਭਲਦੀ ਹੈ; ਸ਼ ਏ ਨਜ਼ਟੰਕਿ ਡੂੰਠ ਡਾਕਾ ਤੇ ਲੀਡ ਐਮਕੀ: ਦੀ ਲਨ ਉਂਝ ਨੰਡਿ ਦੇ ਵੱਖ ਵੱਡ ਠੱਕਾਂ' ਗੱਡ ਗੈਰ-ਕਾਲੂਨੇ/ ਵੰਡ ਨਾਲ ਕਾਨ/ਡੀਡਾਂ ਦੀ ਉਨਾ ਕਰਕੇ, ਨਰਕਾਗੀ ਲਅਲ ਆਪਣੇ ਕੜਜੇ #ੱਓ ਕਰਨ ਡਰੇ ਅਤੇ ਕਡੀਐਮਡਾ ਦੇ ਅਧੈਕਾਰੀਆਂ ਨਾਲ ਨਾਜਬਜਾਜ ਹੋਂ ਕੇ ਮਨ੍ਹਾਂ ਲੱਕਾਂ ਤੌ ਓਂਕਤ ਸਰਕਾਰੀ ਲੰਡ ਡੇ ਕੜਾ ਕੱਡ ਠੋਇਆ ਹੈ, ਨੂਰਾਂ ਦੀ ਲੱਗਦੀ ਤਫਤਤਿਮਇਨਕੁਆਗੀ' ਕਰਕੇ, ਇਨਹਾਂ ਅਕਤਆਂ ਦੇ ਲਾਡ 5ਣਦੀ ਕਾੂਨੇ/ ਕਾਰਵਾਣ ਕਰਨ ਅਤੇ ਸ਼ ਕਮਲ ਤੇ ਹੱਏ ਨਜਾਇਜ ਕੜੀਆਂ ਨੂੰ ਹਟਾਉਣ ਨੰਝੰਧਾਂ ਡੈਰਤਾ ਪੁੱਤਰ ਨ",
        "psm_used": 6,
        "yolo_confidence": 0.9197246432304382
      },
      {
        "block_type": "Text",
        "bbox": [
          36,
          558,
          458,
          728
        ],
        "ocr_text": "2. _ ਇਹ ਕਿ ਇਸੇ ਹੀ ਪ੍ਰਥਾਇ ਅਧੀਨ ਪਿੰਡ ਬੀਕਾਪੁਰ, ਅਤੇ ਪਿੰਡ ਬਰਾਰੀ ਡਾਕਖਾਨਾ ਰੰਗੂਵਾਲ, ਤਹਿਸੀਲ ਵਾ ਥਾਣਾ ਸ੍ਰੀ ਅਨੰਦਪੁਰ ਸਾਹਿਬ, ਜਿਲ੍ਹਾ ਰੂਪਨਗਰ ਦੇ ਨਾਲ ਜੋ ਪੂਰਾਣੀ ਭਾਖੜਾ ਨਹਿਰ _ ਚਲਦੀ ਹੈ, ਉਸ ਦੇ ਨਜ਼ਦੀਕ ਡਾਊਨ ਭਾਗ ਤੇ ਬੀ.ਬੀ.ਐਮ.ਬੀ. ਦੀ ਜ਼ਮੀਨ ਨੂੰ ਪੱਧਰਾ ਕਰਕੇ, ਉਸ ਉੱਤੇ ਪਿੰਡ ਦੇ ਵੱਖ ਵੱਖ ਲੋਕਾਂ ਵੱਲੋਂ ਡੀ.ਬੀ.ਐਮ.ਬੀ ਦੇ ਅਧਿਕਾਰੀਆਂ ਨਾਲ ਆਪਸ ਵਿੱਚ ਸਾਜਬਾਜ ਅਤੇ ਹਮਸਲਾਹ ਹੋ ਕੇ",
        "psm_used": 4,
        "yolo_confidence": 0.8228963613510132
      }
    ]
  },
  "scanned 30.png": {
    "language": "pan",
    "original_size": [
      638,
      776
    ],
    "blocks": [
      {
        "block_type": "List-item",
        "bbox": [
          65,
          203,
          609,
          290
        ],
        "ocr_text": "2) ਮੈਰੀ ਸ਼ਿਕਾਇਤ ਕੋਲ 'ਇੰਡੀਆ ਲਿਮਟਿਡ ਦੇ ਆਈ.ਪੀ.ਓ. ਸਾਲ 202। ਨਾਲ ਸਬੰਧਤ ਹੈ। 3) ਨੇਭ ਆਈ.ਓ.ਪੀ. ਬੂਕਿੰਗ ਨੰਬਰ ਜੋ ਆਪ ਜੀ ਦੇ ਸਬ ਆਫਿਸ ਸੂਰਯਾ ਕਿਰਨ ਇਲਡਿੰਗ ਹਾਥੀ ਰੋਡ, ਪੂਨਾ ਵੱਲੋਂ ਦੱਸਿਆ ਗਿਆ ਨੰਬਰ 3932 ॥॥544283 ਅਤੇ ਫਾਈਲ ਨੰਬਟ 5683 ਹੈ ਅਤੇ ਬੁਕਿੰਗ ਕਰਨ ਵਾਲੇ ਅਧਿਕਾਰੀ ਦੇ ਫੋਨ ਨੰਬਵ 98997-60448, 73105-38985 ਹਨ ਅਤੇ ਇਸ ਅਧਿਕਾਰੀ ਪਾਸ ਮੇਰੀ ਬੂਕਿੰਤ ਸਬੰਧੀ ਜਾਰਾ ਰਿਕਾਰਡ ਮੋਜੂਦ ਹੈ। 41 ਭਾਵਤੀ ਐਕਸਾ ਇੰਸਿਊਰੈਂਸ ਕੰਪਨੀ ਦੀ ਮਲੀ ਭੁਗਤ ਹੋਣ ਕਰਕੇ ਮੇਰੀ ਪੈਮੈਂਟ ਹੌਲਡ ਕੀਤੀ ਹੋਈ ਹੈ (ਵਕੀ ਹੋਈ ਹੈ। ਅਤੇ",
        "psm_used": 6,
        "yolo_confidence": 0.8918700814247131
      },
      {
        "block_type": "List-item",
        "bbox": [
          65,
          152,
          609,
          222
        ],
        "ocr_text": "1) ਮੇਰੇ ਵੱਲੋਂ ਸਾਰੈ ਅੰਕੜੇ ਅਤੇ ਸੂਚਨਾਵਾਂ ਉਪਲੱਭਧ ਕਰਵਾਉਣ ਦੇ ਬਾਵਜੂਦ ਸ੍ਕਾਇਤ ਦੇ ਨਿਪਟਾਰੇ ਵੱਲ ਕੋਈ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤ ਜਾ ਰਿਹਾ ਅਤੇ ਬੇਲੋੜੀ ਦੇਰੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। 2) ਮੈਰੀ ਸ਼ਿਕਾਇਤ ਕੋਲ 'ਇੰਡੀਆ ਲਿਮਟਿਡ ਦੇ ਆਈ.ਪੀ.ਓ. ਸਾਲ 2021 ਨਾਲ ਸਬੰਧਤ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.816303014755249
      },
      {
        "block_type": "List-item",
        "bbox": [
          65,
          254,
          609,
          325
        ],
        "ocr_text": "98997-60448, 73105-38985 ਹਨ ਅਤੇ ਇਸ ਅਧਿਕਾਰੀ ਪਾਸ ਮੇਰੀ ਬੁਕਿੰਡ ਸਬੰਧੀ ਜਾਰਾ ਰਿਕਾਰਡ ਮੌਜੂਦ ਹੈ। 4) ਭਾਤੀ ਐਕਸ' ਇੰਸਿਊਰੈਂਸ ਕੰਪਨੀ ਦੀ ਮਲੀ ਭੁਗਤ ਹੋਣ ਕਰਕੇ ਮੇਰੀ ਪੇਮੈਂਟ ਹੌਲਡ ਕੀਤੀ ਟੋਈ ਹੈ (ਝੁਕੀ ਹੋਈ ਹੈ। ਅਤੇ ਨਬੰਧਤ ਅਧਿਕ ਤੀ ਜਣ ਬੁੱਝ ਕੇ ਮੇਰੇ ਕੇਸ ਦਾ ਨਿਪਟਾਰਾ ਨਟ: ਕਰ ਰਹੇ।",
        "psm_used": 4,
        "yolo_confidence": 0.7957186698913574
      },
      {
        "block_type": "List-item",
        "bbox": [
          65,
          187,
          466,
          239
        ],
        "ocr_text": "_ਢੱਤ ਜਾ ਰਿਹਾ ਅਤੇ ਬੇਲੋੜੀ ਦੇਗ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। ਰਾ 2) ਮੈਝੀ ਸ਼ਿਕਾਇਤ ਕੋਲ ਇੰਡੀਆ ਲਿਮਟਿਡ ਦੇ ਆਈ.ਪੀ.ਓ. ਸਾਲ 202। ਨਾਲ ਸਬੰਧਤ ਹੈ। 3) ਮੇਰ ਆਈ.ਓ.ਪੀ. ਬੁਕਿੰਗ ਨੰਬਰ ਜੋ ਆਪ ਜੀ ਦੇ ਸਬ ਆਫਿਸ ਸੂਰਯਾ ਕਿਰਨ ਇਲਡਿੰਗ",
        "psm_used": 6,
        "yolo_confidence": 0.7930340766906738
      },
      {
        "block_type": "List-item",
        "bbox": [
          64,
          474,
          339,
          543
        ],
        "ocr_text": "ਨੰਬੀ: ਗਿਕਾਇਤ ਮਿਤੀ :2/1:/2024 ਦੀ ਕਾਪੀ 2) ਮਾਨਯੋਗ ਹੈਡ ਇਨਵੈਨਟੰਗੇਸ਼ਨ ਗਰੰਵੈਲਸਨ ਬੈਂਗ ਸਿਸਟਮ,",
        "psm_used": 6,
        "yolo_confidence": 0.651495099067688
      },
      {
        "block_type": "List-item",
        "bbox": [
          62,
          507,
          350,
          594
        ],
        "ocr_text": "ਗਿਕਾਇਤ ਮਿਤੀ 12/1:/2024 ਦੀ ਕਾਪੀ 2) ਮਾਨਯੋਗ ਹੈਡ ਇਨਵੈਸਟੀਗੇਸ਼ਨ ਗਰੰਵੇਲਸਨ ਬੈਂਕ ਸਿਸਟਮ, ਵਵਤਰ ਪੂਨਾ (ਮਹਾਂਰਾਸ਼ਟਰ) ਨੂੰ ਕੀਤੀਸਿਕਾਇਤ ਮਿਤੀ 190272025 ਦੀ ਕਾਪੀ।",
        "psm_used": 6,
        "yolo_confidence": 0.6128649711608887
      }
    ]
  },
  "scanned 31.png": {
    "language": "pan",
    "original_size": [
      500,
      786
    ],
    "blocks": [
      {
        "block_type": "List-item",
        "bbox": [
          27,
          192,
          484,
          275
        ],
        "ocr_text": "ਹੜ ਤਰਰਰਤ ਤਮ ;1 ਰਾ ਸਏਹ ਵਿਚ ਇਸੇ ਜਨ ਜਬਰ 99797-60448 ਤੋਂ ਸੋਫੇ ਨਾਲ ਸੰਧਰਕ ਕੀਤਾ ਸੀ। 3) ਇਹ ਕਿ ਉਸ ਸਮੇਂ ਉਸ ਅਧਿਕਾਰੀ ਨੇ ਮੈਨੂੰ ਫੜਿਆ ਕਿ ਸਾਡੇ ਦਵਤਰ ਵੱਲੋਂ ਕੋਲ ਇੰਡੀਆ ਲਿਮਣਿਫ਼ ਦੇ ਆਈ.ਪੀ.ਓ. ਵੀ ਬੂਬਿੰਗ ਚੱਲ ਦਰੀ ਹੈ, ਸਫ਼ੇ ਦਫਤਰ ਦਾ ਚੀ ਆਈ.ਪੀ.ਓ. ਦਾ ਹੈਡ ਟੈ। ਆਪ ਭੀ ਬੁਡਿੰਹ ਕਰਵ ਲਓ। ਸਰ ਰਹ ਨਰਸਕਰਤ- ਸ਼ਰਸਸਰਰਸਸਸਸਰਰਮਸਰਰਗਸਸਸਰਕਸਲਨਨਲਾ 10 ਗਿ",
        "psm_used": 6,
        "yolo_confidence": 0.9582491517066956
      },
      {
        "block_type": "List-item",
        "bbox": [
          26,
          283,
          483,
          367
        ],
        "ocr_text": "5 ਨ _ਕਰਵਾਰੁਣੀਅ ਪਣਟੀਆ ਅਤੇ ਪਾਲਸੀਆਂ ਦਾ ਹੋਲਾ ਆਪ'ਦੇ ਆਈ.ਪਾ.ਰ.. ਸੋਅਰਾਂ ਵਿੱਚੇ ਗਿਣਿਆ ਜਾਵੇਗਾ; ਇਟ ਕਿ ਮੈਂ ਉਸ ਨੂੰ ਕਿਹਾ ਕਿ ਆਪ ਜਿਸ ਕੰਮਨੀ ਰਾਹੀ\" ਪਾਲਸੀ ਇਨਸਿਊਰਡ ਕਰਵਾਉਣੀ ਤਾਂ ਉਸਨੇ ਐਕਸਾ ਕੰਪਨੀ ਰਾਹੀਂ ਮੇਝੀਆਂ ਪਾਲਸੀਆਂ ਇਨਸਿਰਰਡ ਕਰਵਾਈੀਆਂ। ਪਾਲਸੀਆਂ ਦਾ ਸਵਾ ਰਿਕਾਵਡ ਫਸ ਅਧਿਕਾਰੀ ਪਾਸ ਮੌਜੂਦ ਹੈ। ਸਸਜਗਰਗਗਲਸਲਰਜਿਰਿਤਤ੍ਲਰਰ੍ੂ੍ਤ੍੍੍ਸ੍੍ੇ੍ਸ੍ਕ੍ਲਸੂਸ੍੍੍ਰ੍ਗ੍ਸਸਰਰਰਭਰਕਕ੍ ਜਰਨਲ",
        "psm_used": 4,
        "yolo_confidence": 0.9500636458396912
      },
      {
        "block_type": "List-item",
        "bbox": [
          26,
          337,
          481,
          404
        ],
        "ocr_text": "੪ ਸਿ ਪੈ ਆ ਨ ਦੀ ਪਾਲ ਸਬੂਫ ਦਾ: ਇਹ ਕਿ ਬੁਕਿੰਗ ਸਮੇਂ ਮੈਨੂੰ ਇਹ ਵੀ ਦੱਸਿਆ ਗਿਆ ਕਿ ਇੱਕ ਸਾਲ ਦੇ ਅੰਦਰ ਅੰਦਰ ਆਪ ਨੂੰ ਆਈ.ਪੰਓ.. ਤੀ ਰਕਮ ਮਿਲ ਜਾਵੇਗੀ ਅਤੇ ਇਨਸ਼ਿਊਰਭ ਪਾਲਸੀਆਂ ਅਪਣੇ ਆਪ ਬੰਦ ਹੋ ਜਾਣਗੀਆਂ। ਮਹ ਨ ਨੇਕੇ ਨੋਦੇਰਾਣਮ ਦੋਂ ਦੇ ਨਲ ਕੋਨੇ ਕੌਨ 50602. 593655`_% 04476. 40੨੩੩ ਤਮ ਸਤਰ ਪਨ ਕਿ",
        "psm_used": 4,
        "yolo_confidence": 0.9429558515548706
      },
      {
        "block_type": "List-item",
        "bbox": [
          27,
          154,
          483,
          222
        ],
        "ocr_text": "'ਫਲਗਸ-ਹਾਰਾਤਰਸਲ'ਲੋਲ ਕੋਰਫਸਸ਼ਆ ਸੀ. 2) ਇਟ ਕਿ ਅਈ.ਮੰ-ਤੈ.. ਦੀ ਬੁਕਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਸਾਲ 2021 ਵਿੱਚ ਉਸ ਅਧਿਕਾਰੀ ਨੈ ਮੇਝੀ ਇੱਕ ਸ਼ਿਤਾਇਤ ਨੰਬਰ 42182945111: ਦੇ ਸਬੰਧ ਵਿੱਚ ਇਸ ਫੋਨ ਨੱਬਰ 98097-60448 ਤੋਂ ਮੇਢੈ ਨਾਲ਼ ਸੰਪਰਕ ਕੀਤਾ ਸੀ। ਪਾ ਕੇ ਕੈ ਸਮੇ ਬਲੇ ਦਸੋ ਕਤਲ ਜਰਗ ਗੋਦ 3 ਭਈ... ੩... ਚ",
        "psm_used": 4,
        "yolo_confidence": 0.934550940990448
      },
      {
        "block_type": "List-item",
        "bbox": [
          26,
          412,
          482,
          479
        ],
        "ocr_text": "ਖ਼ੁਤਸਰ੍ਰਸਸਸ਼ਰਸ਼ਗਸਸਗਤਾਫ਼ਸਕਗਸਕਰੂਲਫ਼ ੩) ਇਹ ਕਿ ਲਗਭਗ ਦਾਰ ਸਾਲ ਈਤਤ ਵਾਲੇ ਹਨ ਅਤੇ ਮੈਨੂੰ ਮੇਰੇ ਆਈ.ਪੰ.ਓ. ਦੀ ਪੈਮੈਟ ਅਜੈ ਤੱਕ ਵੀ ਨਹੀਂ ਟੋਈ ਜਿਸ ਤੇ ਮੈਨ ਸੱਕ ੇ ਵਹਾ ਟੈ ਕਿ ਮੋਟੇ ਨਾਲ ਉਕਤ ਅਪਿਵਾੀ ਵੱਲੋਂ ਦੋਖ ਕੀਤਾ ਗਿਆ ਹੈ। ਜਗਿ ਹਿਕ ਗਿਗਗਤਿਰਿ ਕਾ ਪ ਗਲਿ ਤਰ ਗਲੀ ਸਾਸ ਗਿ",
        "psm_used": 4,
        "yolo_confidence": 0.9303513765335083
      },
      {
        "block_type": "List-item",
        "bbox": [
          26,
          373,
          481,
          442
        ],
        "ocr_text": "ਗ ਸਿ ਰਕਮ ਅਲ ਜਾਵਗਾ ਅਤੇ ਰਨ ਸੁਰੁਰਭ ਪਾਲਸੀਆਂ ਆਪਣੇ ਆਪ ਬੰਦ ਹੋ ਜਾਣਗੀਆਂ। ਇਹ ਕਿ ਉਸ ਅਂਉਜਾਰੀ ਵਾ ਮੈਦੇ ਨਾਨ ਫੋਨਾਂ ਨੰਬਵ 35997-60445, ੍‌74105-35985 ਤੋਂ ਸੰਪਰਕ ਸੱ ਪ੍ਰੰਤੂ ਚੁਣ ਇਹ ਅਧਿਕਾਰ ਜੇਰਾ ਫੌਨ ਨਹ: ਚੁੱਗਦੇ। ਇਹ ਜਿ ਨਗਨ ਚਾਰ ਸਾਲ ਟੀਕੇ ਫਾਲੇ ਹਨ ਕੇ ਮੈਨ ਮੌਜੇ ਆੜੀ ਪੀ ਤੇ ਦੀ ਮੈਮੈਂਟ ਅਖੇ ਤੱੜ ਣੀ ਨਹੀ\" ਨੋੜੀ",
        "psm_used": 4,
        "yolo_confidence": 0.9242274165153503
      },
      {
        "block_type": "List-item",
        "bbox": [
          26,
          245,
          483,
          320
        ],
        "ocr_text": "ਮਿ 5) ਕਰਵਾ ਜਰ ਇਹ ਕਿ ਭੁਕਿੰਤ ਕਰਨ ਦਾ ਤਰੀਕਾ ਉਸ ਨੇ ਦੱਸਿਆ ਕਿ ਕਿਸੇ ਇਨਸਿਵੇਰੈਂਸ ਕੰਪਨੀ ਰੰ\" ਆਪ ਨੂੰ ਪਾਲਜੀਆਂ ਕਵਵਾਉਣੀਆਂ ਪੈਣਹੀਆਂ ਅਤੇ ਪਾਲਸੀਆਂ ਦਾ ਪੈਨਾ ਆਪਦੇ ਆਈ.ਪੰ.ਓ.. ਸ਼ੇਅਰਾਂ ਵਿੱਚ ਗਿਣਿਆ ਜਾਵੇਗਾ। ਵਿਦ ਕਿ ਮੈਂ ਉਸ ਨੂੰ ਕਿਹਾ ਕਿ ਆਪ ਜਿਸ ਕੰਪਨੀ ਰਾਰੀ' ਪਾਲਸੀ ਇਨਸਿਊਰਫ਼ ਕਰਵਾਉਣੀ ਚਾ ਹੋ, ਕਰਵਾ ਲਵੋ",
        "psm_used": 4,
        "yolo_confidence": 0.9093335866928101
      },
      {
        "block_type": "Text",
        "bbox": [
          26,
          450,
          482,
          561
        ],
        "ocr_text": "_ਜਿਸਤਾਜਕੁਰਰਾਰ-ਜਰਹ ਜਸ ਸਭ ਸਜ ਰੁਲਨਾਜਰ੍ਸਲਾਜਾ ਵਲ ਗਹਾ ਲ਼ਲਾ ਗ਼ਜਨਰਾ ਸੋ ਸੈ ਨਿਮਰਤਾ ਸਹਿਤ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ਕਿ ਉਪਰੋਕਤ ਸਾਵੇ ਤੱਥਾਂ ਨੂੰ ਵਿਚਾਰਦੇ ਹੋਏ ਮੇਰੀ ਪਹਿਲੀ ਸ਼ਿਕਾਇਤ ਨੰਬਰ 42:829491:11 ਅਤੇ ਆਈ.ਮੀ.ਓ. ਨੰਬਰ 3912 ਐਮ.ਐਸ. 44283 ਅਤੇ ਫਾਈਲ ਨੰਬਰ 3683 ਦੀ ਭਰੀਕੀ ਨਾਲ ਪੜਤਾਲ ਕਰਗੇ ਮੈਨੂੰ ਪੇਮੈਂਟ ਕੀਤੀ ਜਾਵੇ ਅਤੇ ਹੁਣ ਤੱਕ ਪੇਮੈਂਟ ਨਾਂ ਰੋਣ ਦਾ ਕਾਰਣ ਵੀ ਵੱਸਿਆ ਜਾਵੇ ਜੇਕਰ ਤ ਹਫਤੇ (21 ਵਿਨ) ਦੇ ਅੰਦਦ ਅੰਦਰ ਆਪ ਜੀ ਵੱਲੋਂ ਗੇਈ ਨਵਾ ਮੈਨੂੰ ਪਾਪ ਨਾਂ ਹੋਇਆ ਤਾਂ ਮੈਂ ਅਦਾਲਤ ਵਾਹੀ ਕਨੂੰਨੀ ਭਾਰਵਈ ਕਰਨ ਲਈ ਮਜ਼ਬੂਰ ਹੋਵਾਂਤਾ ਜਿਸ ਦੀ ਦਮਾਂ ਕਿਸਮ ਦੀ ਜਿੰਮੇਵਾਰੀ ਆਮ ਜੀ ਦੇ ਦਫਤਰ ਦੀ ਹੋਵੇਗੀ। ਨ ਗਲਿ ਕਿਸ",
        "psm_used": 6,
        "yolo_confidence": 0.9041669964790344
      },
      {
        "block_type": "Text",
        "bbox": [
          27,
          101,
          484,
          183
        ],
        "ocr_text": "ਮਯਸਿ ਗਰ ਭੈਨਤੀ ਹੈ ਕਿ ਮੈਂ ਸਾਲ 202) ਵਿੱਚ ਆਪ ਜੀ ਵੇ ਦਫਤਰ ਦੇ ਇੱਕ ਅਧਿਕਾਰੀ ਦੇ ਕਹਿਣ ਤੇ ਭੈਲ ਇੰਡੀਆ ਲਿਮਟਿਡ ਵਾ ਆਈ.ਪ.ਓ. ਛੱਕ ਕਰਵਾਇਆ ਸੀ : ਉਸ ਨੇ ਮੈਨੂੰ ਆਈ.ਪੀ.ਓ.. ਦਾ ਨੰਭਰ 3512 ਐਮ.ਐਸ. 44283 ਅਤੈ ਫਾਈਲ ਨੰਬਰ 5683 ਨੌਣ ਕਰਵਾਇਆ ਸੀ। ਗਾ ਜਾ ਵਰਗ ਨਕਸਰਰਸਗਲਸਿਤਸਤਸਿਲਨ ਪਰਸ ਲਿਗ. ਅਰ ਵਸ ਕਸ ਜਿ ਵਿ",
        "psm_used": 6,
        "yolo_confidence": 0.8949770927429199
      },
      {
        "block_type": "Text",
        "bbox": [
          296,
          600,
          476,
          692
        ],
        "ocr_text": "ਮੁਖਡਿਆਰ ਸਿੰਘ ਪੁੱਤਰ ਉਜਾਗਰ ਇੰਘ ਪਿੰਡ ਫਣਧੀਰਪੁਰ ਤ:ਸੁਲਤਾਨਪੁਰ ਲੋਧੀ ਜਿਲ੍ਹਾ ਕਪੂਰਤਲਾ (ਪੰਜਾ) ਸੋਭ: ਨੰ: 98151-04562",
        "psm_used": 4,
        "yolo_confidence": 0.7836155295372009
      },
      {
        "block_type": "Text",
        "bbox": [
          89,
          9,
          331,
          75
        ],
        "ocr_text": "ਮਾਨਯੋਗ ਹੈਡ ਇਨਵੈਸਟੀਡੇਸ਼ਨ ਛ਼ਰੀਵੈਨਸਸ ਬੈਂਕ ਨੈਸਣਮ, ਦਫਤਰ ਪੂਨਾ (ਮਹਾਂਰਾਸਟਰ)।",
        "psm_used": 4,
        "yolo_confidence": 0.7271604537963867
      },
      {
        "block_type": "Text",
        "bbox": [
          26,
          556,
          143,
          607
        ],
        "ocr_text": "'ਮਿਭੀ: :0-02-2025 ਰ",
        "psm_used": 7,
        "yolo_confidence": 0.6786878705024719
      },
      {
        "block_type": "Text",
        "bbox": [
          294,
          709,
          476,
          786
        ],
        "ocr_text": "ਮੁਖਤਿਆਰ ਸਿੰਘ ਪੁੰਭਰ ਉਜਾਗਰ ਸਿੰਘ ਜਿਲ੍ਹਾ ਕਪੂਰਕਲਾ (ਪੰਜਾਬ) ਸਬ: ਨੰ: 98151-04562",
        "psm_used": 4,
        "yolo_confidence": 0.6693199276924133
      },
      {
        "block_type": "Text",
        "bbox": [
          24,
          664,
          468,
          732
        ],
        "ocr_text": "ਇਸ ਵਾ ਇੰਕ ਉਤਾਰਾ ਮਾਨਯੋਗ ਖਜ਼ਾਨਾ ਮੰਤਰੀ, ਭਾਰਤ ਸਰਕਾਰ, ਨਵੀਂ ਵਿੱਲੀ ਨੂੰ ਸੂਦਨਾ ਅਤੇ ਲੋੜੀਂਦੀ ਯੋਰ ਕਾਰਵਾਈ ਹਿੱਤ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਜੀ।",
        "psm_used": 6,
        "yolo_confidence": 0.6596583127975464
      }
    ]
  },
  "scanned 4.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2800
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          155,
          207,
          1525,
          1996
        ],
        "ocr_text": "ਦੀ ਹੱਡੀ ਟੁੱਟੀ ਹੈ ਪਰੰਤੂ ਖਤਰੇ ਤੋ ਬਾਹਰ ਹੈ। ਮੈਂ ਉਕਤ ਦੋਸ਼ੀਆ ਦੁਆਰਾ ਪਹਿਲਾ ਹੀ ਲੁੱਟਿਆ ਜਾ ਚੁੱਕਾ ਸੀ ਜਿੰਨੇ ਪੈਸੇ ਮੇਰੇ ਮਾਮੇ ਪਾਸ ਸੀ। ਉਹ ਸਾਰੇ ਪੈਸੇ ਲਗਾ ਦਿੱਤੇ ਸੀ। ਡਾਕਟਰਾ ਨੇ ਕਿਹਾ ਕਿ ਜੇਕਰ ਤੁਸੀ ਪੈਸੇ ਨਹੀਂ ਲਗਾ ਸਕਦੇ ਤਾਂ ਤੁਸੀ ਮਰੀਜ਼ ਦੀ ਛੁੱਟੀ ਲੈ ਸਕਦੇ ਹੋ। ਸਾਡੇ ਦੁਆਰਾ ਪੁਲਿਸ ਕਾਰਵਾਈ ਕਰਨ ਬਾਰੇ ਪੁੱਛਣ ਤੇ ਡਾਕਟਰਾ ਸਾਨੂੰ ਵਿਸ਼ਵਾਸ਼ ਦਵਾਇਆ ਕਿ ਪੁਲਿਸ ਕਾਰਵਾਈ ਜਰੂਰ ਕਰੇਗੀ। ਪੁਲਿਸ ਮੁਲਾਜਮ ਸਾਡੇ ਪਾਸੋ ਇਹ ਸਾਰਾ ਰਿਕਾਹਡ ਆਪ ਲੈ ਕੇ ਜਾਣਗੇ।ਜਦੋ ਅਸੀ ਫਰੀਦਕੋਟ ਤੋ ਮਲੋਟ ਟਰੇਨ ਰਾਹੀ ਘਰ ਆ ਰਹੇ ਸੀ ਤਾਂ ਉਸ ਵਕਤ ਦੋਸ਼ੀਆਂ ਨੇ ਫਿਰ ਸਾਨੂੰ ਫੋਨ ਰਾਹੀ ਤਰਾਂ ਤਰਾਂ ਦੀਆ ਧਮਕੀਆਂ ਤੇ ਡਰਾਵੇ ਦਿੱਤੇ ( ਡਾਕਟਰਾ ਦੁਆਰਾ ਹਸਪਤਾਲ ਐਮ.ਐਲ.ਆਰ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਚ ਅਸੀ ਏ.ਐਸ.ਆਈ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਬਾਰੇ ਪਤਾ ਕੀਤਾ ਉਹਨਾਂ ਦਾ ਨੰਬਰ ਲੈ ਕੇ ਅਸੀ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਖੇ ਫੋਨ ਕੀਤਾ ਜਦ ਕਿ ਫੋਨ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਤੋਂ ਆਪੇ ਹੀ ਆਣਾ ਚਾਹੀਦਾ ਸੀ।ਫਿਰ ਸਾਨੂੰ ਪੁਲਿਸ ਮੁਲਾਜਮ ਦੁਆਰਾ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਖੇ ਬਿਆਨ ਦੇਣ ਲਈ ਕਿਹਾ ਗਿਆ ਮੈ ਕਮਜ਼ੋਰ ਹਾਲਤ ਵਿਚ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਗਿਆ ਪੁਲਿਸ ਮੁਲਾਜਮ ਨੇ ਮੇਰੇ ਪਾਸੋ ਮਿਤੀ ।3-8-2025 ਸੁਭਾ ਕਰੀਬ ਪੈਣੇ ਗਿਆਰਾ ਵੇ ਪੁੱਠੇ ਸਿੱਧੇ ਸਵਾਲ ਪੁੱਛਣੇ ਸੁਰੂ ਦਾ ਰਿਸ਼ਤੇਦਾਰ ਪੰਜਾਬ ਪੁਲਿਸ ਵਿਚ ਮੁਲਾਜ਼ਮ ਲੱਗਾ ਹੈ।ਇਸ ਬਾਰੇ ਸਾਡੇ ਕੋਲ ਦੋਸੀਆ ਦੇ ਤਾਏ ਦੀ ਰਿਕਾਡਿੰਗ ਵੀ ਹੈ।ਮੇਰੇ ਮਾਮੇ ਨੇ ਮੋਕੇ ਤੇ ਪੁਲਿਸ ਮੁਲਾਜਮ ਨੂੰ ਅਰਜ਼ ਕੀਤੀ ਕਿ ਮੋਹਿਤ ਕੁਮਾਰ ਦੇ ਸੱਟਾਂ ਮਾਰੀਆ ਹਨ । ਕ੍ਰਿਪਾ ਕਰਕੇ ਇਸਦੇ ਬਿਆਨ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਲਊ ਜੀ। ਜਦੋਂ ਘਟਨਾ ਦੇ ਡੇਢ- ਦੋ ਘੰਟੇ ਪਹਿਲਾ ਦੀ ਰਿਕਾਡਿੰਗ ਮੈ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਨੂੰ ਸੁਣਾਈ ਤਾਂ ਉਹਨਾਂ ਨੇ ਉਸ ਰਿਕਾਡਿੰਗ ਦਾ ਨੰਬਰ ਲਿਆ ਤੇ ਰਹੀ ਸੀ ।ਇੰਝ ਲਗਦਾ ਸੀ ਕਿ ਇਸ ਘਟਨਾ ਦੀ ਪਹਿਲਾ ਹੀ ਖਬਰ ਪਹੁੰਚ ਹੋ ਗਈ ਹੋਵੇ। ਫਿਰ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਨੇ ਮੈਨੂੰ ਸਰੇਆਮ ਕਿਹਾ ਕਿ ਬਿਆਨ ਜਿਹੜਾ ਮਰਜ਼ੀ ਲਿਖਵਾ ਲਉ ਪਰ ਤੁਹਾਡੀ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਨਹੀ ਹੋਣੀ। ਅਸੀ ਆਪਣੇ ਬਿਆਨ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਵਿਖੇ ਲਿਖਵਾ ਕੇ ਘਰ ਵਾਪਿਸ ਆ ਗਏ।ਫਿਰ ਜਦੋਂ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਨੈ ਹੋਈ ਤਾਂ ਉਕਤ ਦੋਸੀਆ ਨੇ ਮੈਨੂੰ ਲੰਘਦੇ- ਟੱਪਦੇ=ਸਮੇ ਵਾਰ ਵਾਰ ਧਮਕੀਆਂ ਦੇਣ ਲੱਗੇ ।ਅਸੀ ਤਿੰਨ ਦਿਨ ਬਾਅਦ ਐਸ.ਐਚ.ਓ ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਦੇ ਪਾਸ ਜਾ ਕੇ ਬੈਨਤੀ ਕੀਤੀ ਐਸ.ਐਚ.ਓ ਸਾਹਿਬ ਨੇ ਮੋਕੇ ਤੇ ਡਿਊਟੀ ਅਫਸਰ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਨੂੰ ਸਾਡੇ ਸਾਹਮਣੇ ਫੋਨ ਕੀਤਾ ਕਿ ਦੋਸ਼ੀਆਂ ਨੂੰ ਫੜ ਕੇ ਲਿਆਉ ਤੇ ਬਣਦੀ ਕਾਰਵਾਈ. ਕਰੋ। ਇਸਤੋਂ ਬਾਦ ਮੇਰੇ ਮਾਮਾ ਜੀ ਨੇ ਮਿਤੀ 19-8-2025 ਨੂੰ ਮੇਰੇ ਸੱਟਾਂ ਦੇ ਸਬੰਧ ਵਿਚ ਫਰੀਦਕੋਟ ਹਸਪਤਾਲ ਵਿਖੇ ਮੈਡੀਕਲ ਰਿਪੋਟ ਲਿਆਉਣ ਲਈ ਗਏ ਪਰੰਤੂ ਡਾਕਟਰਾਂ ਨੇ ਮੈਡੀਕਲ ਰਿਪੋਟ ਦੇਣ ਤੋ ਇੰਨਕਾਰ ਕਰ ਦਿੱਤਾ ਤੇ ਅੱਗੋ ਕਿਹਾ ਕਿ ਪੰਜਾਬ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਸਾਡੇ ਕੋਲ ਆਪਣੇ ਆਪ ਹੀਆ ਕੇ ਰਿਪੋਟ ਲੈ ਜਾਣਗੇ। ਇਹ ਉਹਨਾਂ ਦੀ ਡਿਊਟੀ ਬਣਦੀ ਹੈ।ਮੇਰੇ ਮਾਮੇ ਨੇ ਦੇਖਿਆ ਕਿ ਫਰੀਦਕੋਟ ਦੇ ਇੱਕ ਨੰਬਰ ਰੂਮ ਵਿਚ ਸਾਰੇ ਹੀ ਪੁਲਿਸ ਮੁਲਾਜਮ ਰਿਪੋਟਾਂ ਲਈ ਜਾਂਦੇ ਸਨ।ਜਦ ਕਿ ਸਾਡਾ ਪੁਲਿਸ ਮੁਲਾਜ਼ਮ ਉਥੇ ਜਾ ਕੇ ਰਿਪੋਟ ਲੈਣ ਲਈ ਨਹੀ ਗਿਆ | ਫਿਰ ਮੇਰੇ ਮਾਮੇ ਨੇ ਪੁਲਿਸ ਹੀ ਮੁਲਾਜ਼ਮ ਨੂੰ ਸਿੱਧਾ ਕਾਰਵਾਈ ਕਰਨ ਬਾਰੇ ਫੋਨ ਕੀਤਾ ਇਸ ਮੁਲਾਜ਼ਮ ਨੇ ਸਾਨੂੰ ਕਾਰਵਾਈ ਨਾ ਕਰਨ ਬਾਰੇ ਗੋਲ-ਮੋਲ ਗੱਲ ਕਰਕੇ' ਕੋਰਟ ਵਿਚ ਜਾਣ ਦੀ ਹਦਾਇਤ ਦਿੱਤੀ।ਜੇ ਕਿ ਪੰਜਾਬ ਪੁਲਿਸ ਵਾਸਤੇ ਬੁਹਤ ਹੀ ਮੰਦਭਾਗੀ ਗਲ ਹੈ। ਅਜੇ ਤੱਕ ਸਾਨੂੰ ਕੋਈ ਵੀ ਇੰਨਸਾਫ ਨਹੀ ਮਿਲਿਆ। ਅਸੀ ਸਰੀਫ ਤੇ ਛੋਟੇ ਪਰਿਵਾਰ ਵਾਲੇ ਹਾਂ ਤੇ ਮੇਰਾ ਮਾਮਾ ਘਰ ਵਿਚੋ ਇੱਕਲਾ ਹੈ ਅਤੇ ਦੋ ਭਰਾ ਹਾਂ ਤੇ ਦੋਸ਼ੀਆ ਦੇ ਪਿਤਾ 8 ਭਰਾ ਹਨ ਤੇ ਉਹਨਾਂ ਦੇ ਅੱਗੋ ਪਰਿਵਾਰ ਮੈਬਰ ਬੁਹਤ ਜ਼ਿਆਦਾ ਹਨ। ਜਿਸ ਕਰਕੇ ਉਹ ਸਾਡੇ ਤੇ ਭਾਰੀ ਪੈ ਰਹੇ ਹਨ । ਦੋਸ਼ੀ ਲੰਘਦੇ ਟੱਪਦੇ ਮੈਨੂੰ ਵਾਰ ਵਾਰ ਧਮਕੀਆ ਦੇ ਰਹੇ ਹਨ। ਐਤਕੀ ਤਾਂ ਤੂੰ ਬਚ ਗਿਆ ਤੇ ਦੁਬਾਰਾ ਤੂੰ ਨਹੀ ਬਚੇਗਾ ਤੇ ਮੈਨੂੰ ਵਾਰ ਵਾਰ ਮਾਨਿਸਕ ਤੌਰ ਤੇ ਪ੍ਰੇਸ਼ਾਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਮੈਨੂੰ ਮੇਰੀ ਜਾਨ ਤੇ ਮਾਲ ਦਾ ਅਤੀ ਖਤਰਾ ਹੈ। ਥਾਨਾ ਸਿਟੀ ਮਲੋਟ ਦਾ ਮੁਲਾਜ਼ਮ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਨਹੀ ਕਰ ਰਿਹਾ ਹੈ। ਜਿਸ ਕਰਕੇ ਸਾਨੂੰ ਆਪ ਜੀ",
        "psm_used": 4,
        "yolo_confidence": 0.9653391242027283
      }
    ]
  },
  "scanned 5.png": {
    "language": "pan",
    "original_size": [
      474,
      717
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          56,
          290,
          460,
          660
        ],
        "ocr_text": "._ ਇਹ ਕਿ ਪ੍ਰਾਰਥੀ ਦੇ ਇਹ ਵੀ ਧਿਆਨ ਵਿੱਚ ਆਇਆ ਹੈ ਕਿ ਨੰਗਲ ਸ਼ਹਿਰ ਵਿੱਚ ਬੀ.ਬੀ.ਐਮ.ਬੀ. ਦੀ ਜਗ੍ਹਾ ਤੇ ਵੀ ਕਈ ਵਿਅਕਤੀਆਂ ਵੱਲੋਂ ਵੀ ਜਬਰੀ ਧੱਕਾ ਕਰਕੇ, ਉਥੇ ਆਪਣੀਆਂ ਜਬਰੀ ਸ਼ੈੱਡਾਂ ਤਿਆਰ ਕਰ ਲਈਆਂ ਹਨ ਅਤੇ ਜੇਕਰ ਉਕਤ ਬੀ.ਬੀ.ਐਮ.ਬੀ. ਮਹਿਕਮਾ ਇਨ੍ਹਾਂ ਸੈੱਝਾਂ ਨੂੰ ਉਠਾਉਣ ਲਈ ਇਨ੍ਹਾਂ ਦੇ ਖਿਲਾਫ ਕੋਈ ਕਦਮ ਚੁੱਕਦਾ ਹੈ ਤਾਂ ਇਨ੍ਹਾਂ ਵਿਅਕਤੀਆਂ ਵੱਲੋਂ ਆਪਣੇ ਭਾਈਚਾਰੇ ਨਾਲ ਮਿਲ ਕੇ ਪਰੋਟੈਸਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ । ਇਨ੍ਹਾਂ ਵਿਅਕਤੀਆਂ ਵੱਲੋਂ ਮਹਿਕਮੇ ਦੀ ਜਗ੍ਹਾ ਪਰ ਕਿਸੇ ਵੀ ਕਿਸਮ ਦੀ ਕੋਈ ਸੈੱਡ ਤਿਆਰ ਕਰਨ ਲਈ ਨਾ ਹੀ ਮੰਨਜੂਰੀ ਲਈ ਜਾਂਦੀ ਹੈ ਅਤੇ ਨਾ ਹੀ ਉਨ੍ਹਾਂ ਦੇ ਧਿਆਨ ਵਿੱਚ ਲਿਆਉਂਦਾ ਜਾ ਰਿਹਾ ਹੈ, ਜੋ ਕਿ ਸਰਾਸਰ ਗਲਤ ਅਤੇ ਗੈਰ-ਕਾਨੂੰਨੀ ਹੈ । ਸਮਾਜ ਸੇਵੀ ਅਤੇ ਸਰਕਾਰ ਦੀਆਂ ਜਮੀਨਾਂ ਨੂੰ ਗਲਤ ਹੱਥਾਂ ਵਿੱਚ ਜਾਣ ਤੋਂ' ਰੋਕਣ ਲਈ ਪ੍ਰਾਰਥੀ ਇਸ ਸੰਬੰਧੀ ਜਾਣਕਾਰੀ ਅਤੇ ਲੋੜੀਂਦੀ ਕਾਰਵਾਈ ਲਈ ਆਪ ਜੀ ਦੇ ਧਿਆਨ ਵਿੱਚ ਲਿਆਉਣਾ ਆਪਣਾ ਨੈਤਿਕ ਫਰਜ ਸਮਝਦਾ ਹੈ ।",
        "psm_used": 6,
        "yolo_confidence": 0.9678751826286316
      },
      {
        "block_type": "Text",
        "bbox": [
          60,
          0,
          463,
          138
        ],
        "ocr_text": "ਗੈਰ-ਕਾਨੂੰਨੀ ਢੰਗ ਨਾਲ ਮਕਾਨਾਂ/ਸੈੱਡਾਂ ਦੀ ਉਸਾਰੀ ਕਰਕੇ ਨਜਾਇਜ ਕਬਜਾ ਕੀਤਾ ਰੋਇਆ ਹੈ । ਇਸ ਸੰਬੰਧੀ ਜਦੋਂ ਬੀ.ਬੀ.ਐਮ.ਬੀ ਦੇ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਇਸ ਨਜਾਇਜ ਤੇ ਹੋਏ ਕਬਜਿਆਂ ਬਾਰੇ ਧਿਆਨ ਵਿੱਚ ਲਿਆਉਂਦੇ ਹਾਂ ਤਾਂ ਉਨ੍ਹਾਂ ਵੱਲੋਂ ਇਸ ਮਾਮਲੇ ਨੂੰ ਅਣਡਿੱਠ ਕਰਕੇ ਦਰਕਨਾਰ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.9589754343032837
      },
      {
        "block_type": "Text",
        "bbox": [
          31,
          122,
          462,
          305
        ],
        "ocr_text": "3. _ ਇਹ ਕਿ ਇਥੇ ਇਹ ਵੀ ਆਪ ਜੀ ਦੇ ਧਿਆਨ ਵਿੱਚ ਲਿਆਉਂਦਾ ਜਾ ਰਿਹਾ ਹੈ ਕਿ ਨਹਿਰ ਦੇ ਕੰਢੇ ਤੇ ਜੋ ਇਨ੍ਹਾਂ ਵਿਅਕਤੀਆਂ ਨੇ ਬੀ.ਬੀ.ਐਮ.ਬੀ ਦੀ ਜ਼ਮੀਨ ਪਰ ਕਬਜਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ ਬਿੱਲਕੁਲ ਨਹਿਰ ਦੇ ਨਾਲ ਲੱਗਦੀ ਹੈ ਅਤੇ ਜੇਕਰ ਨਹਿਰ ਵਿੱਚ ਅਚਾਨਕ ਪਾਣੀ ਦਾ ਵਹਾਓ ਵੱਧ ਜਾਂਦਾ ਹੈ ਤਾਂ ਇਹ ਪਾਣੀ ਇਨ੍ਹਾਂ ਮਕਾਨਾ/ਸੈਂਡਾਂ ਵਿੱਚ ਦਾਖਲ ਹੋ ਕੇ ਭਾਰੀ ਨੁਕਸਾਨ ਪਹੁੰਚ ਸਕਦਾ ਹੈ ।",
        "psm_used": 6,
        "yolo_confidence": 0.9016808867454529
      },
      {
        "block_type": "Text",
        "bbox": [
          54,
          647,
          460,
          717
        ],
        "ocr_text": "ਆਪ ਜੀ ਨੂੰ ਬੇਨਤੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਉਪਰੋਕਤ ਤੱਥਾਂ ਦੀ ਲੋਅ ਵਿੱਚ ,ੰਡਿ ਕੰਗਿਗੁਰ ਅਤੇ /ੰਡਿ ਭਰਾਗੀ; ਡਾਯਤਾਨਾ ਗਰਵਾਲ; ਤਹਸੀਗ ਵਾ ਭਾਣਾ",
        "psm_used": 6,
        "yolo_confidence": 0.7532423734664917
      }
    ]
  },
  "scanned 6.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2800
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          769,
          629,
          1519,
          901
        ],
        "ocr_text": "ਮੋਬਾਇਲ ਨੰਬਰ 97806- 86933 ਮੋਹਿਤ ਕੁਮਾਰ ਪੁੱਤਰ ਸਵ: ਸੋਹਨ ਲਾਲ ਵਾਸੀ ਵਾਰਡ ਨੰਬਰ 9 ਗਲੀ ਨੰਬਰ 4 ਨੇੜੇ ਮਹਾਵੀਰ ਗਉਸ਼ਾਲਾ ਮਲੋਟ ਤਹਿਸੀਲ ਮਲੋਟ ਜਿਲਾ ਸ੍ਰੀ ਮੁਕਤਸਰ ਸਾਹਿਬ (ਪੰਜਾਬ) 1 53167",
        "psm_used": 4,
        "yolo_confidence": 0.7994387745857239
      },
      {
        "block_type": "Text",
        "bbox": [
          173,
          216,
          1529,
          430
        ],
        "ocr_text": "ਸੋ ਕ੍ਰਿਪਾ ਕਰਕੇ ਇਸ ਮਾਮਲੇ ਦੇ ਸਬੰਧ ਵਿਚ ਮੈਨੂੰ ਪੁਰੀ ਤਰਾਂ ਇੰਨਸਾਫ ਦਵਾਇਆ ਜਾਵੇ ਅਤੇ ਮੇਰਾ ਏ.ਆਈ.ਓ. ਆਫਿਸਰ ਬਦਲਿਆ ਜਾਵੇ ਤਾਂ ਕਿ ਮੈਨੂੰ ਮੁੰਕਮਲ ਤੌਰ ਤੇ ਇੰਨਸਾਫ ਮਿਲ ਸਕੇ ਅਤੇ ਉਕਤ ਦੋਸ਼ੀਆਂ ਦੇ ਖ਼ਿਲਾਫ ਬਣਦੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ ਅਤੇ ਬਣਦਾ ਮੁਕਦਮਾ ਵੀ ਦਰਜ਼ ਕੀਤਾ ਜਾਵੇ ਜੀ ! ਮੈਂ ਆਪ ਜੀ ਦਾ ਅਤੀ ਧੰਨਵਾਦੀ ਹੋਵਾਂਗਾ। 83. 8. ੧ ੧ ੨. ..\". 8 =, 9. ੦. . 92੯੨3: ..... ਸਿ. ਗਿਲ",
        "psm_used": 4,
        "yolo_confidence": 0.6888880729675293
      }
    ]
  },
  "scanned 7.png": {
    "language": "pan",
    "original_size": [
      464,
      505
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          0,
          0,
          464,
          505
        ],
        "ocr_text": "ਤਾੰ ਅਨੰਦਪੁਰ ਨਾਨਕ, ਜਰਾ ਰੂਪਨਗਰ ਦੇ ਨਾਭ ਜੱ ਪੁਰਾਣ ਭਾਕੜਾ ਨਰ ਚਲਦੀ ਹੈ, ਓਸ ਦੇ ਨਜ਼ਦੰਕਿ ਡਾਲ ਡਾਡਾ ਤੇ ਛਡ ਅੰ. ਦੀ ਲਅਲ ਉੱਡੇ ਅੱਡ ਦੇ ਵੱਡ ਵੱਖ ਲੱਕਾਂ ਦੱਭੇ' ਗੋਰ-ਕਾਰੂਨਿ/' ਦੰਡ ਨਾਲ਼ ਮਕਾਨਡੈਡਾਂ ਦੀ ਰੰਨਾਗੀਂ' ਕਰਕੇ, ਨਰਕਾਗੀ ਲਹ ਆਪਣੇ ਕਬਜ਼ੇ #ੱਦ ਕਰਨ ਡਾਰੇ ਅਤੇ ਗੰਗ ਐਮ.ਡੀਂ ਦੇ ਅਧਬਾਗੀਆਂ ਨਾਲ ਨਾਜਬਜਾਜ ਹੋਂ ਕੇ ਨਾਂ ਲੱਕਾਂ ਨੌ ਓਂਕਤ ਼ਰਕਾਰ ਜਅੰਨਲਿ ਤੇ ਕਬਜਾ ਕੀਤਾ ਹੋਇਆ ਹੈ ਭਲਾਂ ਦੀ ਲੋੜੀਂਦੀ ਤਫਤਲਿ/ਵਨਕੁਆਗੀ' ਕਰਕੇ, ਇਨਹਾਂ ਵਿਅਕਤੀਆਂ ਦੇ ਲਾਡ ਵਦੀ ਕਾਰੂਨੇ/ ਕਾਰਵਾਣੀਂ' ਕਰਨ ਅਤੇ ਓਸ ਜਮੰਨਿ ਤੋਂ ਹੱਟ ਨਜਾਇਜ਼ ਕਬਨਆਂ ਤੂੰ ਹਟਾਉਣ ਨੰਝੰਧ ਯੇਰਤਾ ਪੱਤਰ / ਉਮੀਦ ਰੱਖਦਾ ਹਾਂ ਕਿ ਆਪ ਜੀ ਉੱਚ-ਪ੍ਰਾਥਮਿਕਤਾ ਦੇ ਅਧਾਰ ਤੇ ਲੋੜੀਂਦੀ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਕ੍ਰਿਪਾਲਤਾ ਕਰੋਗੇ। ਧੰਨਵਾਦ ਸਹਿਤ, ਮਿਤੀ: 8-8-2025 ਵਰਖਾਸਤਕਰਤਾ ਸਮਾਜ ਸੇਵੀ ਵਿਅਕਤੀ",
        "psm_used": 6,
        "yolo_confidence": null
      }
    ]
  },
  "scanned 8.jpg": {
    "language": "pan",
    "original_size": [
      1700,
      2328
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          140,
          1754,
          1509,
          1989
        ],
        "ocr_text": "੪ ਇਹ ਕਿ ਮੋਘਾ ਨੰ; 11110.ਆਰ ,ਫਿੱਡਾ ਡਰੈਨ . ਮੁਦੱਕੀ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਨਹਿਰੀ ਖਾਲ੍ਹ ਕਰੀਬ 30 ਕਿਲ੍ਹੇ ਲੰਮਾਂ , ਵੱਖਵੱਖ ਬੂਰਜੀਆਂ ਤੇ ਪਿੰਡ ਤੂਬੰੜਤੱਨ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ ਦੇ ਲੋਕਾਂ ਵਲੋ ਸਹੀ ਜਗ੍ਹਾਂ ( ਸਰਕਾਰੀ",
        "psm_used": 4,
        "yolo_confidence": 0.8872259855270386
      },
      {
        "block_type": "Text",
        "bbox": [
          141,
          1532,
          1504,
          1754
        ],
        "ocr_text": "1. ਇਹ ਕਿ ਮੇਰੀ ਜ਼ਮੀਨ ਰਕਬਾ ਮੁਦੱਕੀ ਤਹਿ: ਵਾ ਜਿਲ੍ਹਾ ਫਿਰੋਜਪੁਰ , ਫਿੱਡਾ ਡਰੈਨ ,ਜੋ ਰਸਤਾ ਨੰ; 375 ਮੁਦੱਕੀ ਜਾਂਦਾ ਹੈ , ਪੇਦੀ ਹੈ। ਮੇਨੂੰ ਮੋਘਾ ਨੰ: 11110. ਆਰ ਫਿੱਡਾ ਫਰੈਨ ਲੱਗਦਾ ਹੈ। ਮੇਰਾ ਕਿੱਤਾ ਖੇਤੀਬਾੜੀ ਹੈ।",
        "psm_used": 4,
        "yolo_confidence": 0.8862485289573669
      },
      {
        "block_type": "Text",
        "bbox": [
          137,
          1240,
          1505,
          1527
        ],
        "ocr_text": "ਨਿਮਰਤਾ ਸਹਿਤ ਬੈਨਤੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਮੈ ਮਲਕੀਤ ( ਮੋਨੰ: 73473-00227) ਦਾ ਰਹਿਣ ਵਾਲਾ ਹਾਂ ਅਤੇ ਹੈਠ ਲਿਖਿਆ ਅਰਜ਼ ਕਰਦਾ ਹਾਂਕਿ>=-",
        "psm_used": 4,
        "yolo_confidence": 0.8295959830284119
      }
    ]
  },
  "scanned 9.png": {
    "language": "pan",
    "original_size": [
      595,
      698
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          14,
          346,
          518,
          492
        ],
        "ocr_text": "ਪਰਜਾ ਧੂ ਸ੍ਲਾਕੋ ਦੇ ਜੂਨ ਹੀ ਤੁਾਸਲੇ ਦਸ ਵੇ ਡਾ ਸੋ ਕ੍ਰਿਪਾ ਕਰਕੇ ਸੈਂਟਰ ਵੱਲੋਂ ਭੇਜਿਆ ਪੈਸੇ ਦੀ ਸਾਰੀਆਂ ਸਕੀਮਾਂ ਦੀ ਇੰਨਕੁਆਰੀ ਕਰਵਾ ਇਸ ਵਿੱਚ ਕੀਤੇ ਘਪਲਿਆਂ ਦੀ ਜਾਂਚ ਪੜਤਾਲ ਕਰਕੇ ਬਣਦੀ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾਵੇ ਕਿਉਕਿ ਅਗਲੀਆਂ ਚੋਣਾਂ ਵਿੱਚ ਅਜੇ ਤੱਕ ਡੇੜ ਸਾਲ ਪਿਆ ਹੈ ਅਤੇ ਹੁਣੇ ਵੀ ਇਹਨਾਂ ਦੀ ਇੰਨਕੂਆਰੀ ਕੀਤੀ ਜਾਵੇ ਕਿਉਕਿ ਮੌਕੇ ਵੇਲੇ ਤਾਂ ਇਹ ਪਾਰਟੀ ਵਿੱਚੋਂ ਭੱਜ ਵੀ ਸਕਦੇ ਹਨ ਅਤੇ ਨਾ ਹੀ ਸਾਨੂੰ ਆਰ.ਟੀ.ਆਈ. ਤਹਿਤ ਕੋਈ ਸੂਚਨਾ ਨਹੀ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ । ਇਸ ਲਈ ਤੁਸੀ ਆਪਣੇ ਤੌਰ ਤੇ ਇੰਨਕੁਆਰੀ ਕਰਕੇ ਪੰਜਾਬ ਨੂੰ ਬਚਾਇਆ ਜਾਵੇ ਜੀ । ਆਪ ਜੀ ਦੀ ਬੜੀ ਸਿਹਰਬਾਨੀ ਹੋਵੇਗੀ । ਗਣ ਪਰਤ ॥",
        "psm_used": 4,
        "yolo_confidence": 0.9256941676139832
      },
      {
        "block_type": "Text",
        "bbox": [
          15,
          147,
          517,
          379
        ],
        "ocr_text": "ਲੈਸ ਅਤ ਬੇਨਤੀ ਹੈ ਕਿ ਮੈ ਨਿਸ਼ਾਨ ਸਿੰਘ ਪੁੱਤਰ ਸ੍ਰੀ ਟਹਿਲ ਸਿੰਘ ਵਾਸੀ ਧਿੰਡ ਸਰਾਵਾਂ ਬੋਦਲਾ ਤਹਿ. ਮਲੋਟ ਜਿਲ੍ਹਾ ਸ੍ਰੀ ਮੁਕਤਸਰ ਸਾਹਿਬ, ਪੰਜਾਬ ਦਾ ਰਹਿਣ ਵਾਲਾ ਹਾਂ ਅਤੇ ਸਰਾਵਾ ਮੰਡਲ ਹਲਕਾ ਲੰਬੀ ਬੀ.ਜੇ.ਪੀ. ਪਾਰਟੀ ਦਾ ਜਨਰਲ ਸਕੱਤਰ ਹਾਂ ਅਤੇ ਅਰਜ਼ ਕਰਦਾ ਹਾਂ ਕਿ ਸੈਂਟਰ ਵੱਲੋਂ ਜੋ ਸਕੀਮਾਂ ਤਹਿਤ ਪੰਜਾਬ ਨੂੰ ਪੈਸਾ ਭੇਜਿਆ ਗਿਆ ਹੈ ਉਸ ਵਿੱਚ ਪਿਛਲੀ ਪੰਜਾਬ ਦੀ ਕਾਂਗਰਸ ਪਾਰਟੀ ਅਤੇ ਹੁਣ ਮੌਜੂਦਾ ਆਮ ਆਦਮੀ ਪਾਰਟੀ ਦੀ ਸਰਕਾਰ ਨੇ ਬਹੁਤ ਵੱਡੇ ਘਪਲੇ ਕੀਤੇ ਹਨ ਅਤੇ ਸੈਂਟਰ ਵੱਲੋਂ ਭੇਜਿਆ ਗਿਆ ਪੈਸਾ ਸਹੀ ਢੰਗ ਨਾਲ ਬਣਦੀਆਂ ਸਕੀਮਾਂ ਤੇ ਨਹੀਂ ਲਾਇਆ ਗਿਆ ਹੈ ਅਤੇ ਪੈਸੇ ਨੂੰ ਖੁਰਦ-ਬਖੁਰਦ ਕੀਤਾ ਗਿਆ ਹੈ ਜਿਸ ਦਾ ਪੰਜਾਬ ਦੇ ਲੋਕਾਂ ਨੂੰ ਹਿਸਾਬ ਕਿਤਾਬ ਚਾਹੀਦਾ ਹੈ । ਇਹ ਸਕੀਮਾਂ ਜਿਸ ਤਰ੍ਹਾਂ ਮਨਰੇਗਾ ਸਕੀਮ, ਸੈਂਟਰ ਵੱਲੋਂ ਸ਼ੈਡਾਂ ਲਈ ਭੇਜਿਆ ਪੈਸਾ ਗਿਆ ਸੀ ਇਹ ਸਕੀਮਾਂ ਵਿੱਚ ਵੀ ਵੱਡੇ ਪੱਧਰ ਤੇ ਘਪਲੇ ਕੀਤੇ ਗਏ ਹਨ ਅਤੇ ਜੋ ਗਰੀਬ ਲੋਕਾਂ ਦੇ ਲਈ ਮਕਾਨ ਬਣਾਉਣ ਸਬੰਧੀ ਪੈਸਾ ਆਇਆ ਹੈ ਉਹ ਇਹਨਾਂ ਪਾਰਟੀਆਂ ਨੇ ਆਪਣੇ ਵਰਕਰਾਂ ਦੇ ਮਕਾਨ ਤਾਂ ਪਾ ਦਿੱਤੇ ਹਨ ਪਰੰਤੂ ਲੋੜਵੰਦਾਂ ਨੂੰ ਮਕਾਨਾਂ ਦੀ ਸੰਹੂਲਤ ਨਹੀ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ । ਨ ਚੋ ਨ ਕਰਕੇ ਗੇਟ ਗੱਲੋਂ ਕੇਰਿਆ ਸਨੇਸੇ ਹੀ ਜਾਦੀ ਤਰਲੀਆ ਕੀ",
        "psm_used": 6,
        "yolo_confidence": 0.9140980839729309
      },
      {
        "block_type": "Text",
        "bbox": [
          118,
          75,
          483,
          148
        ],
        "ocr_text": "ਬਾਜ਼ਤ੍ ਗਜਜ ਰਾ ॥ ਸਾਜ ਦਲ ਸੈਂਟਰ ਵੱਲੋਂ ਸਕੀਮਾਂ ਤਹਿਤ ਭੇਜਿਆ ਪੈਸਾ ਪੰਜਾਬ ਸਰਕਾਰਾਂ ਤੋ ਹਿਸਾਬ ਕਿਤਾਬ ਲੈ ਕੇ ਬਣਦੀ ਕਾਰਵਾਈ ਕਰਨ ਸਬੰਧੀ ।",
        "psm_used": 4,
        "yolo_confidence": 0.67922043800354
      }
    ]
  }
}