{
  "assamese_1.jpg": {
    "language": "asm",
    "original_size": [
      1460,
      2334
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          94,
          559,
          1387,
          921
        ],
        "ocr_text": "বৰশীত ঢোৰাসাপ লাগিলে মাছমৰীয়াৰ যেনেকুৱা উত্তেজনা হয়, কালিদাসৰ মুখামুখি হ'লে অম্বিকাৰো তেনেকুৰা এবিধ উত্তেজনা হয়। অবাঞ্ছিত, অখাদ্য, ভয়লগা অথচ বিষ নোহোৱা ঢোৰাসাপ; খং আৰু বিৰক্তিৰে হ'লেও সূতাডাল টনা-টনি কৰি অলপ ফুৰ্তি কৰিব পাৰি, আৰু লগে-লগে বৰশীটোৰ সাপটোৰপৰা মুক্ত কৰাৰ চিন্তা কৰি উদ্বিগ্নঞ্ হ'ব পাৰি। ৮ ৮_- কে ১ ব্ৰত ন়স্স্ত্তিস্ক্্‌ ত কে 2",
        "yolo_confidence": 0.9546992182731628,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          92,
          887,
          1385,
          1180
        ],
        "ocr_text": "শিলগুটিৰ বাটটোৱেদি আহি বহল পকা ৰাস্তাত ভৰি দিয়েই অম্বিকাই এবাৰ দূৰৰ বজাৰখনলৈ চাই লৈছে; তাৰ পাছত তাই একান্ত মনেৰে অলপ দূৰ আগুৱাইছে, এনেতে কালিদাসে মাত লগালে, 'কি অ'? অম্বিকা নে কি? উৱা! এইবোৰ, দেখোন পাৰ চৰাই! ক'ত পালি? ক'লৈ নিয়?' ॥_ === 7 + ন্ত \"৷ =",
        "yolo_confidence": 0.9268984198570251,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          89,
          1470,
          1383,
          2221
        ],
        "ocr_text": "কালিৰেপৰা এই পাৰকেইটাৰ কথা কৈ কৈ অম্বিকাৰ বিৰক্তি লাগিছে। আই আহি আছিল জগন্নাথহঁতৰ ঘৰৰপৰা। জগন্নাথৰ কেইবা দিনৰেপৰা ঘৰৰ লগত সম্পৰ্ক হৈছে। তেওঁ মিটিঙত লাগিছে। বিৰাট ৰাজহুৱা সভা আয়োজন কৰাৰ কাম। ভালেমান দিনৰ আগতে তেওঁ মিলত ধান দি আহিছিলগৈ, কিন্তু চাউলখিনি আনিবলৈ সময় , পোৱা নাই। ইফালে ঘৰত চাউল-নাই; গতিকে জগন্নাথৰ ঘৈণীয়েকে অম্বিকাক মতাই কালি পুৱাবেলাটো ধান বনাৰ কাম শেষ কৰি অম্বিকাই পাচিটোত দুসেৰমান চাউল \"ডলাখনেৰে ঢাকি লৈ উভতিছিল। সেই সময়ত দূৰৰ পথাৰখনত বিৰাট ৰাজহুৱা সভাৰ কাম আৰম্ভ হৈছিল। মানুহবিলাকৰ মূৰতকৈ ওখকৈ সজা মঞ্চখনৰ ওপৰত উঠি থকা কেইজনমান মানুহক অম্বিকাই মনিব পাৰিছিল। সভাখনৰ কথা অম্বিকাই ইমান দিনৰ",
        "yolo_confidence": 0.9176118969917297,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          93,
          1146,
          1384,
          1373
        ],
        "ocr_text": "সি ফুটুকানিৰ মাজৰ সুৰসুৰীয়া বাটেদি বাট চমুৱালে ৷ নহ'লৈ সি এইডোখৰত ভমককৈ ক'ৰপৰা ওলাব?",
        "yolo_confidence": 0.880145251750946,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          94,
          1340,
          1383,
          1505
        ],
        "ocr_text": "হয়নে? ক'ত পালি পাৰকেইটা ? তহঁতেতো ঘৰত পাৰ পোহা নাই!' কালিদাসে কথা সুধি সুধি অন্বিকাৰ লগে লগে আগুৱাবলৈ ধৰিলে। ে্্ছায়ো শৰ দি ৰা সক",
        "yolo_confidence": 0.7434405088424683,
        "psm_used": 4
      },
      {
        "block_type": "Section-header",
        "bbox": [
          613,
          381,
          859,
          513
        ],
        "ocr_text": "শৃংখল",
        "yolo_confidence": 0.5746846199035645,
        "psm_used": 4
      }
    ]
  },
  "assamese_10.jpg": {
    "language": "asm",
    "original_size": [
      1461,
      2327
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          112,
          1437,
          1410,
          1866
        ],
        "ocr_text": "টুনু তেওঁবিলাকৰ বৰ জী। তাইৰে নাতিনীয়েকৰ অন্নপ্রাসন হ'ব। সেই কথা তেওঁ শুনিলে। নীতি টুনুৰ নন্দেক হ'লেও তেওঁবিলাক নিজৰ ছোৱালীৰ দৰে। নীতিৰ ল'ৰাৰ উপনয়ন হ'ব সেই কথাও শুনিছে। ৰাণু তেওঁবিলাকৰ সৰু জী। তাইৰে ছোৱালীৰ বিয়ালৈ গৈছিল বুঢ়ীমাক; সেই বিয়ালৈ তেওঁবিলাকৰ সৰু পুত্ৰ জাণগু অর্থতৎ জগৎ আহিছিল। সৰু বোৱাৰী সুমতী অহা নাই। দুইজনী জীয়ৰী ডিব্ৰুগড়তে থাকে। জাণগু থাকে তিনিচুকীয়াত। বৰ বোপা গুৱাহাটীৰপৰা আহিব নোৱাৰিলে।",
        "yolo_confidence": 0.9617898464202881,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          109,
          710,
          1408,
          1074
        ],
        "ocr_text": "শৰ্মাৰ পত্নীয়ে ভাবিছিল, উজ্জল পোহৰত মুখামুখিকৈ বহি এই কথাবোৰ ক'বলৈ বৰ টান। এই সময়টোৱেই ভাল। তেওঁ সেই সময়তে ক'ব লগা কথাটো ক'ব। আনহাতে শমায়ো প্রথম কথাষাৰ তেওঁৰ ভয় ভয় লগা কথাষাৰ এনে সময় বাবেই ক'ব পাৰিলে। কোঠাত ক্ষীণ পোহৰ, কোনেও কাৰো মুখ দেখা নাই। উপযুক্ত সময় এইটোৱেই।",
        "yolo_confidence": 0.954496443271637,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          109,
          438,
          1407,
          734
        ],
        "ocr_text": "\"মই আৰু ঘৰ এৰি ক'লৈকো নাযাওঁ\" শৰ্মাৰ অন্তৰত যেন এটি পুলকৰ শিহৰণ লাগিল। পত্নী ওচৰত নাথাকিলে ভয় ভয় লগা কথাষাৰৰে প্রতিক্ৰিয়া নেকি এয়া! খন্তেক ৰৈ নিজকেসংযত কৰি ধীৰ কণ্ঠে তেওঁ ক'লে। \"এৰা তোমোৰো কষ্ট হয়, মই বুজো।\"",
        "yolo_confidence": 0.9481287598609924,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          114,
          1844,
          1407,
          2009
        ],
        "ocr_text": "এই খবৰবোৰ তেওঁ শুনিছে অথনিয়েই। আৰু নো কি ক'ব লগা আছে তেওঁৰ পত্নীৰ?",
        "yolo_confidence": 0.8688051104545593,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          206,
          1133,
          933,
          1228
        ],
        "ocr_text": "নহয়, কষ্টৰ কথা নহয়। আন এটা কথাহে ।\"",
        "yolo_confidence": 0.7525050044059753,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          206,
          1213,
          464,
          1303
        ],
        "ocr_text": "\"আন কথা ?\"",
        "yolo_confidence": 0.7362893223762512,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          211,
          1062,
          577,
          1152
        ],
        "ocr_text": "\"নহয় জানো, হেৰা!\"",
        "yolo_confidence": 0.7360773086547852,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          206,
          1988,
          416,
          2085
        ],
        "ocr_text": "\"শুনিছে? 2",
        "yolo_confidence": 0.7258468866348267,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          205,
          1362,
          887,
          1463
        ],
        "ocr_text": "\"অ' সি বিয়ালৈ আহিছিল বুলি কৈছিলা।\"",
        "yolo_confidence": 0.6884615421295166,
        "psm_used": 4
      },
      {
        "block_type": "Page-footer",
        "bbox": [
          120,
          2161,
          397,
          2253
        ],
        "ocr_text": "তেওঁলোকৰ মন",
        "yolo_confidence": 0.678222119808197,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          108,
          294,
          1406,
          457
        ],
        "ocr_text": "তেওঁ পত্নীৰ কথাষাৰৰ ভাব ধৰিব নোৱাৰিলে। ক'লে- \"তুমি কি কৈছা মই ঠিক--",
        "yolo_confidence": 0.6744661927223206,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          206,
          1286,
          1079,
          1383
        ],
        "ocr_text": "\"এৰা। মই জাগুহঁতৰ কথা কলো জানো আপোনাক?\"",
        "yolo_confidence": 0.6710880398750305,
        "psm_used": 4
      },
      {
        "block_type": "Page-footer",
        "bbox": [
          1307,
          2175,
          1402,
          2254
        ],
        "ocr_text": "৩১",
        "yolo_confidence": 0.6503522992134094,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          202,
          218,
          1162,
          317
        ],
        "ocr_text": "\"সিহঁতে যিয়েই ভাবক-- মই যিটো ভাবি থৈছো থৈছোৱেই ৷\"",
        "yolo_confidence": 0.5000535845756531,
        "psm_used": 4
      }
    ]
  },
  "assamese_11.jpg": {
    "language": "asm",
    "original_size": [
      1438,
      2328
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          91,
          155,
          1389,
          588
        ],
        "ocr_text": "মাইদেউক খুজি ওলকবিৰ আচাৰ চাকি চায়; পঢ়া কোঠালীত সোমাই সবিতাৰ পিঠিত ঢকা মাৰি সোধে---\"কি? পঢ়িছা নে টোপনিয়াইছা ?'\" ঢকাটোত ষোলবছৰীয়া সবিতাৰ গোটেই গাটো শিৰ-শিৰাই উঠে, কেৱল লগৰ ছোৱালীৰ টনা-আজোৰা, ঢকা-চাপৰত অভ্যস্ত আৰু বিৰক্ত দেহটো অচিন-অচিন ঢকাটোত উচপ খাই উঠে, আৰু তাৰ ভিতৰৰ মনটো বহুত সময়লৈকে লৰি থাকে, আধাভৰা কলহত চাপৰ মাৰিলে পানীখিনিৰ যি হয়। ৰ ্শ সা =",
        "yolo_confidence": 0.9302774667739868,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          92,
          558,
          1387,
          918
        ],
        "ocr_text": "সবিতাৰ ভাল লগা হ'ল। ঢকাটো ভাল লাগে, ঢকা মৰা মানুহটোক ভাল লাগে, হালধীয়া-ৰঙৰ কাগজত লিখা ককাইদেউৰ টুকুৰা-টুকুৰি চিঠিবোৰ পঢ়ি ভাল লাগে, পঢ়াৰ মেজত বহি কোনেও নেদেখাকৈ চিঠিবোৰৰ দীঘলীয়া উত্তৰ লিখিবলৈ ভাল লাগে। ত\". ঢৰিততৰ এট = পলস! > শল\"! তে ততে ৩০ 'এট্দেন ্খ্িভপ্ম প্ সু)",
        "yolo_confidence": 0.929632842540741,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          90,
          878,
          1387,
          1170
        ],
        "ocr_text": "' ডেৰবছৰ সময় হ'ল। ঘৰৰ ভিতৰত কি হৈছে, তাৰ হিচাপ সবিতাৰ মাকৰ চকুতেই নপৰিল, সুকুমাৰ দাসৰ টিনৰ ট্ৰাঙ্কৰ তলিত সবিতাই লিখা কিমান চিঠি গোট খালে, তাৰ হিচাপ সবিতায়ো নেৰাখিলে, কিন্তু হঠাতে এদিন হিচাপ ল'বলৈ বহিল সবিতাৰ দেউতাক। বিঞ্ড নদ ভঞ্জন",
        "yolo_confidence": 0.9144715070724487,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          89,
          1139,
          1385,
          1625
        ],
        "ocr_text": "যোগান ধৰা ব্যৱসায়; কিতাপ প্ৰকাশ কৰাৰ ব্যৱসায়টো কিবা চখত ৰাখি থোৱাৰ নিচিনা; আহে যদি দুপইচা আহক। হঠাতে এদিন তেখেতে দুপইচা আহিছেনে নাই চাবলৈ হিচাপৰ বহী মেলি লৈ দেখে টকা-পইচাৰ আনমিল, অলপ বেছি ধৰণে ৷ সুকুমাৰ দাসে কিছুপৰলৈ ইটো-সিটো কৈফিয়তৎ দি চাইছিল, তাৰ পিচত গুলী শেষ হোৱা অকলশৰীয়া ডকাইতৰ নিচিনাকৈ মৌন হৈ ৰ'ল। সবিতাৰ দেউতাকে সুকুমাৰ দাসৰ মুখলৈ আৰু নেচালে, কেৱল ক'লে-_ \"যোৱা\" ্ল্ব ্খ '_ কাছ লা",
        "yolo_confidence": 0.8093485236167908,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          86,
          1968,
          1383,
          2267
        ],
        "ocr_text": "%/ ১৬% ৯০৯৬১ ৬৯৫৯৮ ২০৯০৯ ৯৬%%৬৯৮%/৬৩৬১৯১৬০৯ ৪৬৯০৬ ১৯০ ৯৯৬,.৬৬৯০ ৯২১ ৯৬০%১৯১:৷ সবিতাৰ দেউতাকে সুকুমাৰ দাসৰ সলনি অইন কাকোতো চাকৰিটোলৈ নানিলেই, বৰং তেখেতে কিতাপ ব্যৱসায়টোলৈকে পিঠি দিয়াদি দিলে। এনে সময়তে এদিন কোঠালীত বহি দেউতাকৰ লগত তৰ্ক আৰম্ভ কৰিলেহি ৷ দেৱকমাৰৰ বক্তবা হ'ল---",
        "yolo_confidence": 0.748306930065155,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          85,
          1589,
          1383,
          2012
        ],
        "ocr_text": "সেই যে গ'ল, সুকুমাৰ দাসৰ আৰু অহাৰ বাট নাথাকিল। নাইট কলেজৰ থাৰ্ড ইয়াৰত তেওঁ নামটো লগাই লোৱাৰ কথা আছিল, নহ'ল। সবিতাৰ বৰ দুখ লাগিছিল; কিন্তু কান্দি-কাটি, ভাত-পানী নাখাই, মাকৰ মুখেদি দেউতাকক সুকুমাৰ ককাইদেউৰ চাকৰিটো ৰখাবলৈ একো ক'বলৈ নহ'ল। কেৱল পিচৰ দিনবিলাক তাইৰ কাম-বন নোহোৱাৰ নিচিনা লাগিল; বৰ হেঁপাহেৰে তীত-শালত চাদৰ এখন লগাই লৈ মাজতে সূতাৰ অভাৱত বহি থাকিব-লগীয়া শিপিনীৰ নিচিনা লাগিল।",
        "yolo_confidence": 0.6371103525161743,
        "psm_used": 4
      }
    ]
  },
  "assamese_12.jpg": {
    "language": "asm",
    "original_size": [
      1447,
      2318
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          79,
          66,
          1384,
          361
        ],
        "ocr_text": "বৰুণৰ মন ঘূৰি গৈছিল অতীতলৈ ৷ ক'লৈ গ'ল শৈশৱৰ সেই দিনবোৰ। বৰুণে আশা কৰিছিল-- কল্যাণীয়েই তেওঁৰ জীৱনৰ চিৰ সংগী হ'ব। কল্যাণীক সেই কথা সুধিবৰ কাহানিও সুযোগেই নহ'ল বৰুণৰ ৷ যি পৰিবেশত যেনেকৈ সুধিব বুলি ভাবিছিল; ভাবোঁতেই গ'ল।",
        "yolo_confidence": 0.940980076789856,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          82,
          338,
          1385,
          566
        ],
        "ocr_text": "এই জন্মত সঁচাকৈয়ে তেন্তে কল্যাণীৰ মুখৰপৰা মোৰ আকাংক্ষিত উত্তৰ নুশুনিম নেকি!",
        "yolo_confidence": 0.8397457003593445,
        "psm_used": 4
      },
      {
        "block_type": "Page-footer",
        "bbox": [
          88,
          2170,
          309,
          2256
        ],
        "ocr_text": "কথা আছিল",
        "yolo_confidence": 0.727942705154419,
        "psm_used": 4
      },
      {
        "block_type": "Page-footer",
        "bbox": [
          1285,
          2176,
          1380,
          2264
        ],
        "ocr_text": "৪৫",
        "yolo_confidence": 0.6723484992980957,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          80,
          548,
          1382,
          711
        ],
        "ocr_text": "কল্যাণীৰ হাতৰ আখৰ থকা কাগজখন আলফুলে বুকুৰ জেপত থৈ কল্যাণীয়ে চকু মেলালৈ বাট চাই ৰ'ল.তেওঁ ৷...0",
        "yolo_confidence": 0.6233325600624084,
        "psm_used": 4
      }
    ]
  },
  "assamese_13.jpg": {
    "language": "asm",
    "original_size": [
      1459,
      2293
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          64,
          1963,
          1370,
          2140
        ],
        "ocr_text": "\"হ'ব বহক। মুখেৰে মাত নিদিলে কিয়? বতাহ বৰষুণ অহা দেখি মই আগফালৰ দুৱাৰখন বন্ধ কৰিবলৈ আহিছিলো। বতাহত লেমটো নুমাই গ'ল। আন্ধাৰতে দুৱাৰখন",
        "yolo_confidence": 0.6794529557228088,
        "psm_used": 4
      },
      {
        "block_type": "Page-footer",
        "bbox": [
          673,
          2146,
          777,
          2228
        ],
        "ocr_text": "৫০",
        "yolo_confidence": 0.6660329103469849,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          72,
          1091,
          1375,
          1329
        ],
        "ocr_text": "কেই মিনিটমানৰ সন্দিগ্ধ নিস্তন্ধতা; মেঘৰ গাজনি, বিজুলি, ঢেৰেকনিৰ অবিৰাম নিনাদ। বতাহজাক হো হোৱাই আহিছে। ক'ৰবাত গছৰ ডাল ভাগিছে। নিজেই নজনাকৈ হিৰণ্যই আন্ধাৰতে দুৱাৰখন বন্ধ কৰি দিলে।",
        "yolo_confidence": 0.6558157205581665,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          74,
          343,
          1375,
          781
        ],
        "ocr_text": "ঠিক সেইটো মুহূৰ্ততে ভিতৰৰ পৰা এখন হাতে দুৱাৰখন বন্ধ কৰিবৰ কাৰণে ভিতৰলৈ টানিলে। হিৰণ্যই দুৱাৰখন টানিছে বাহিৰলৈ, আৰু ভিতৰৰ হাতখনে টানিছে ভিতৰলৈ। বাহিৰৰ পৃথিৱী আৰু কোঠাৰ ভিতৰ দুয়ো ঠাইতে ঘোৰ আন্ধাৰ। হিৰণ্য তিতিছে, বৰষুণৰ, পানী এজাক ঘৰৰ ভিতৰলৈকো সোমাইছে। ভিতৰৰ, হাতখনৰ শক্তি যেন হঠাৎ নোহোৱা হ'ল। হিৰণ্যই দুৱাৰখন মেলি ভিতৰ সোমাই গ'ল। কোঠাটোৰ আন্ধাৰৰ মাজৰ পৰা এটা ভয়াৰ্ত প্রশ্ন আহিল \"কোন?\"--এটা",
        "yolo_confidence": 0.6235947012901306,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          70,
          818,
          1375,
          1122
        ],
        "ocr_text": "হঠাৎ যেন হিৰণ্যৰ বিবেক ঘূৰি আহিল। কি অবিবেচকৰ দৰে সি কোনোবা অচিনাকি মানুহৰ ঘৰৰ দুৱাৰ মেলি এই আন্ধাৰ ৰাতি জোৰ কৰি ভিতৰ সোমাইছে। অপ্ৰস্তুত হৈ ক্ষমা গ্রাৰ্থনাৰ সুৰত হিৰণ্যই ক'লে---\"বৰ ডাঙৰ ধুমুহা বতাহ দিছে। মই অকণমান ইয়াতে ৰ'ব পাৰিমনে?\"",
        "yolo_confidence": 0.5541691780090332,
        "psm_used": 4
      }
    ]
  },
  "assamese_14.jpg": {
    "language": "asm",
    "original_size": [
      1353,
      2264
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          57,
          430,
          1299,
          1301
        ],
        "ocr_text": "কিছুদিন আগতে উজনি খণ্ডত আকাল হৈ গৈছিল; আকাশত পূবা- পশ্চিমাকৈ বৰ এটা নেজাল তৰা ওলাইছিল। কাকতী ফৰিঙে পথাৰ-সমাৰ টকলা কৰি পেলাইছিল। মানুহ মৰিছিল বহুতো। ৰূপ টকাত চাউল টেমি কিনি খাব পৰা মানুহ নো আছিল কেইজন? মাউৰ হাইজাত মৰাদি পালে পালে মানুহ মৰিছিল। মানুহবোৰে কচু-ঢেকীয়া বিচাৰি ফুৰিছিল পেটৰ কলমলনিত। তেতিয়া হয়তো হাবিয়ে-বননিয়ে মৰা বা বেমাৰী মানুহ দুই-চাৰিটা বাঘে খাইছিল। এবাৰ মানুহ খাবলৈ পালে বোলে বাঘে আৰু আন চিকাৰলৈ মন নেমেলে। মানুহৰ মঙহৰ যে কিবা এটা বেলেগ সোৱাদ আছে বুলি খেনোৱে ভাবে যদিও জনাই জানে আচল কথাটো বেলেগ ৷ মানুহৰ দৰে সহজ চিকাৰ আৰু কিবা আছে জানো? মানুহৰ শিং নাই, চোকা দাঁত নাই, জোঙা নখ নাই,-- ম'হ এজনীয়ে যিখিনি বাধা দিব পাৰে মানুহে অকলে তাকো নোৱাৰে। অকলশৰীয়া হৈ থাকিলে মানুহৰ ধৰে।",
        "yolo_confidence": 0.9733697772026062,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          56,
          1269,
          1301,
          1952
        ],
        "ocr_text": "উজনিৰ ফালে সেই সময়ত নিশ্চয় বহুতো মানুহখোৱা বাঘ ওলাইছিল। তাৰে কোনোবা এটা বাঘেই সম্ভৱতঃ নামবৰ হাবি পাৰ হৈ আহি ডবকা হৈ খাগৰিজান সোমাইছিলহি। কিছুদিনৰ পৰা এই অঞ্চলত বাঘৰ উৎপাত বৰ বেছি হৈছিল। ইমান চোৰাংভাৱে বাঘটোৱে চলা-ফুৰা কৰিছিল যে মানুহে বহুত দিনলৈকে কিহেনো মানুহবোৰ নিয়ে ঠাৱৰকে কৰিব পৰা নাছিল। দেও, ভূত বা চৰীয়া-পৰীয়াৰ হাততে মৰা বুলিহে ভাবিছিল। কলঙৰ ঘাটৰ পৰা হঠাৎ এদিন যেতিয়া নাৱৰীয়া এটা নাইকীয়া হ'ল, তেতিয়াহে তেজৰ চেকা আৰু বালিত বাঘৰ খোজ দেখিলে মানুহে বাঘ বুজি জানিলে। পিচত আজি শালনাত, কাইলৈ ডকমকাত, পৰহিলৈ বা চামগুৰিত এটা দুটাকৈ মানুহ হানি হ'বলৈ ধৰিলে। টেপু বহুৱাকো বহুতে বাঘে খোৱা বুলিয়েই জানিছিল। > পট -",
        "yolo_confidence": 0.9695621132850647,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          57,
          1915,
          1298,
          2085
        ],
        "ocr_text": "_ নানান ফন্দী কৰিও বাঘটো কোনেও মাৰিব পৰা নাছিল। সাহ বা বুদ্ধ একোৰেই বাঘটোকে সৈমান কৰিব পৰা নাছিল মানুহে ৷ বাঘটোক আটায়ে বুলিছিল",
        "yolo_confidence": 0.8966271877288818,
        "psm_used": 4
      }
    ]
  },
  "assamese_15.jpg": {
    "language": "asm",
    "original_size": [
      1428,
      2315
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          70,
          161,
          1374,
          649
        ],
        "ocr_text": "কি কাৰণে মোৰ বাৰে বাৰে সেই মানুহজনীৰ কথা মনলৈ আহে ক'ব নোৱাৰোঁ। মায়াৰ লগত কিন্তু সেই মানুহজনীৰ তিলমাত্রও মিল নাই। থকা হ'লে কিজানি মই অলপ সকাহ পালোঁহেঁতেন অলপ সাহ পালোঁহেঁতেন। মায়া সম্পূৰ্ণ বেলেগ মানুহ। মানুহ মানুহৰ লগত ইমান একাত্ম হৈ যাব পাৰে, মানুহে মানুহক দেহ-মন উবুৰিয়াই এনেকৈ ভাল পাব পাৰে, মায়াক লগ নোপোৱা হ'লে মই সেই কথা বিশ্বাস নকৰিলোঁহেঁতেন আৰু সেই কাৰণেই, মই যোৱাৰ পাছৰ মায়াৰ কথা ভাবিলেই মোৰ মনটো বলিয়া হৈ যাব খোজে। স্ণয় ন্ম্হ্ছিক মন্দ নল্স্ডান দন যা",
        "yolo_confidence": 0.9676182866096497,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          69,
          1648,
          1358,
          2261
        ],
        "ocr_text": "মই যে.ছিৰিয়াছু কথাৰপৰা আঁতৰি এইবোৰ ৰকেট-ফকেটৰ কথা কৈ আবোল- তাবোল বকৌ মায়াই সেইটোও ঠিক বুজে। বৰ চালাক মানুহ তেওঁ, অইন ফালে চাই নিস্তব্ধ হৈ বহি থাকে। ময়ো মনে মনে থাকৌ। যিমানেই আবোল-তাবোল নবকৌ মই নতুন ভিতৰি ভিতৰি তৎক্ষণাৎ নিজৰ কথালৈ উভতি আহোঁ ৷ নিতান্ত ব্যক্তিগত কথালৈ ৷\" প্ৰেকুটিকেল কথালৈ মানুহে মহাকাশ জয় কৰিলে, চন্দ্ৰক জয় কৰিলে, কিন্তু খংটো প্ৰকাশ কৰিম কাৰ আগত? মই লৰালৰিকৈ নিজকে সংযত কৰিবলৈ চেষ্টা কৰোঁ। মায়াৰ সন্মুখত কোনো ধৰণৰ উত্তেজনা প্রকাশ কৰাৰ সাহ মোৰ নাই। আনকি, এই যে মই অকণমান সময় ব্যক্তিগত কথা ভাবি মনে মনে থাকিলোঁ, তাতো মায়া শংকিত আৰু সন্দিগ্ধ হয়, সোধে, -- 'কি ভাবিছে?\"",
        "yolo_confidence": 0.9663822650909424,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          68,
          612,
          1378,
          1105
        ],
        "ocr_text": "মায়াও বৰ চালাক মানুহ। তেওঁ ঠিক মোৰ নিচিনা, বহুত কথা বুজে। মই যিমানেই নিৰ্বিকাৰভাৱে মুখলৈ ক্ষীণ হীঁহি এটা মাৰি মোৰ সৰু কালৰ কথাবোৰ কৈ নাযাওঁ কিয়, তেওঁ যেন ঠিক বুজে, --কিয় মই হঠাতে সেই কথাবোৰ ক'বলৈ আৰম্ভ কৰিছোঁ। হঠাৎ যদি কোনোবা এটা অসতৰ্ক, দূৰ্বল মুহূৰ্তত মই কৈ পেলাও-- পৃথিবীখন বৰ সুন্দৰ নহয় মায়া? তেনেহ'লে তেওঁ তৎক্ষণাৎ কিবা এটা চেলু উলিয়াই সিটো কোঠালীলৈ গুচি যায়। কিছু সময়ৰ পাছত তেওঁ যেতিয়া উভতি আহে, তেতিয়া তেওঁৰ চকুযোৰ ' দেখিয়েই মই বুজি পাওঁ সিটো কোঠালীত তেওঁ ইমান পৰ কি কৰিছিল। \"ছে = ২",
        "yolo_confidence": 0.8787934184074402,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          67,
          1066,
          1359,
          1426
        ],
        "ocr_text": "১১৬৯৯১৯এ%৬:৬%৯- ১৯৯৯ | তেনেকুৱা সময়ত মই বহু দূৰৰ, আমাৰ লগত কোনো সম্পৰ্ক নথকা কথা উলিয়াওঁ। বৰ কষ্ট কৰি ছবি-তবি আঁকি মায়াক বুজাবলৈ চেষ্টা কৰোঁ--- চন্দ্ৰলৈ মানুহ কিহত উঠি যায়। বুজাওঁ--- এনেকুৱা এটা মাল্টিষ্টেজ ৰকেট থাকে,--- তাৰ আগত থকা সৰু ঘৰ এটাত তিনিটা প্রাণী থাকে-- ৰকেটটোৰে সেই ঘৰটোক এটা নতুন কক্ষপথত ২৮%. ৰ: ৰ, বতা অ জ্জ্ক",
        "yolo_confidence": 0.8521652221679688,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          67,
          1516,
          1357,
          1681
        ],
        "ocr_text": "কি হ'ব আৰু? এই বিশাল আকাশৰ বুকুত লক্ষ্যহীনভাৱে ঘূৰি-পকি থাকি এদিন নিঃশেষ হৈ যায়। ব্ৰে ন্জ্",
        "yolo_confidence": 0.824252724647522,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          67,
          1388,
          1355,
          1556
        ],
        "ocr_text": "7\") এ য়া টম সোধোঁ নোসোধোঁকৈ কোনো প্রয়োজন নোহোৱাৰ নিচিনা সুৰত মায়াই সোধে--- ৰকেটটোৰ কি হয়?",
        "yolo_confidence": 0.7309377193450928,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          72,
          77,
          174,
          156
        ],
        "ocr_text": "৬০",
        "yolo_confidence": 0.5534460544586182,
        "psm_used": 4
      }
    ]
  },
  "assamese_16.jpg": {
    "language": "asm",
    "original_size": [
      1551,
      2401
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          177,
          1495,
          1465,
          1933
        ],
        "ocr_text": "গৰুড় ত্তম্ভত চাৰিওফালে যেতিয়া গোদাআত্মক শোভাযাত্ৰা কৰি ভ্ৰমণ কৰোৱা হৈছিল শশীয়ে আগ্ৰহেৰে যাত্ৰীবোৰ চাইছিল। শেৰাফী শেঠনী কিজানি আহেই? শেৰাফী শেঠনীৰ গোপালক পৰিচৰ্যা কৰিবলৈ পোৱাও অত্যন্ত সৌভাগ্যৰ কথা হ'ব। নৃসিংহ স্বামীৰ উৎসৱ আৰু শঠকোপ স্বামীৰ উৎসৱৰ প্রতিদিনাই শশীয়ে আহি ৰঙ্গজীৰ দুৱাৰমুখত থিয় হ'ল। নাই, শেৰাফী শেঠনী নাই, তেওঁৰ সুসজ্জিত টাঙ্গাও নাই, দোলাও নাই ৷ তেওঁৰ লগত অহা লিগিৰীৰ সমদলো নাই।",
        "yolo_confidence": 0.9657215476036072,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          179,
          1023,
          1469,
          1326
        ],
        "ocr_text": "আলমগড়ীয়েও এদিন বিহাৰীকুঞ্জ এৰিছিল। তেওঁ যমুনাৰ পাৰৰ পৰিত্যক্ত অট্টালিকা এটাত তামৰ কড়ি মাৰি ঠিকনা চোৱা পণ্ডিত এটাৰ লগত থাকিবলৈ ল'লে। নতুন কাম নোপোৱালৈকে ঠিকনা চাবলৈ অহা মানুহৰ পৰিচৰ্যা কৰি এসন্ধ্যা খোৱাৰ যোগাৰ কৰিলে। মক _",
        "yolo_confidence": 0.9506921172142029,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          175,
          1901,
          1463,
          2199
        ],
        "ocr_text": "'নৱৰাত্ৰি'ৰ উৎসৱৰ সময়তো তাই এক প্রকাৰ হতাশ হোৱাৰ দৰে আহি খুপৰিৰ দুৱাৰ বন্ধ কৰি বিছনাত পৰিছিলহি ৷ কেসী ঘাটৰ ৰামলীলাৰ ৰাৱণৰ ভয়ঙ্কৰ কণ্ঠস্বৰে তেতিয়া ব্ৰজৰ বায়ুমণ্ডল গধুৰ কৰি তুলিছিল। খুপৰিত শুই শুই শশীয়ে ৰাৱণৰ কণ্ঠস্বৰ শুনিছিল।",
        "yolo_confidence": 0.9447970390319824,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          179,
          1291,
          1469,
          1526
        ],
        "ocr_text": "'_ বনখণ্ডীৰ খুপৰিত বাস কৰা শশীৰ বাবে লাহে লাহে অৱশ্যে দুৰূহ হৈ পৰিল। কাৰণ এজাক পদুলি শুঙি ফুৰা ডেকা তাইৰ খুপৰিৰ সন্মুখত থিয় হৈ ৰং- তামছা কৰা এক প্রকাৰ কৰ্তব্য হৈ পৰিল। ই",
        "yolo_confidence": 0.9396902322769165,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          182,
          822,
          1474,
          1055
        ],
        "ocr_text": "'নৱৰাত্ৰি'ৰ উৎসৱ শেষ হোৱালৈকে আলমগড়ৰ পূজাৰী আৰু শশী একেলগেই আছিল। অৱশেষত তাই বনখণ্ডীৰ ৰাধেশ্যামী বাস কৰা খুপৰি এটিলৈ যোৱাৰ আয়োজন কৰিলে।",
        "yolo_confidence": 0.8423585295677185,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          181,
          548,
          1478,
          853
        ],
        "ocr_text": "ৰঙ্গজীৰ যোগীৰাহণ স্বামীজী পৰকাল স্বামীজী---বৰ বৰ মুনি স্বামীজী আৰু কাঞ্চীপূৰ্ণ স্বামীজীৰ উৎসৱত স্বয়ং গোদাআত্মাও শোভাযাত্ৰাত বাহিৰ ওলাল। ...ইয়াৰ পিছত আহিনৰ হস্তা নক্ষত্ৰৰ দিনা 'নৱৰাত্ৰি'ৰ উৎসৱ আৰম্ভ হ'ল। স্বৰ্ণ তৃম্ভৰ প্ৰাঙ্গণত আকৌ বাহিৰ ওলাল গোদাআত্মাৰ শোভাযাত্ৰা স্্্দি ৷",
        "yolo_confidence": 0.7107948064804077,
        "psm_used": 4
      },
      {
        "block_type": "Caption",
        "bbox": [
          710,
          420,
          958,
          509
        ],
        "ocr_text": "।। এঘাৰ।।",
        "yolo_confidence": 0.5396602749824524,
        "psm_used": 4
      },
      {
        "block_type": "Page-footer",
        "bbox": [
          772,
          2215,
          869,
          2293
        ],
        "ocr_text": "৬৪",
        "yolo_confidence": 0.4660324454307556,
        "psm_used": 4
      }
    ]
  },
  "assamese_17.jpg": {
    "language": "asm",
    "original_size": [
      1458,
      2300
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          72,
          1215,
          1377,
          1445
        ],
        "ocr_text": "_ হিৰণ্য শেঁতা পৰি যায়। জীৱনৰ ওপৰত গভীৰ বিতৃষ্ণাৰ কাৰণে জবাই আত্মহত্যাৰ পথ বাছি লৈছেনেকি? তাৰ পৰা কাৰ লাভ হ'ব? জীৱনটোতো সম্পূৰ্ণ তাইৰ নিজৰ।",
        "yolo_confidence": 0.8798350691795349,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          74,
          505,
          1366,
          864
        ],
        "ocr_text": "অকণো উত্তাপ আৰু অভিযোগ নথকাকৈ লাহে লাহে জবাই কয়--\"এখন পৰিষ্কাৰ, শুদ্ধ সমাজৰ নিষ্কলঙ্ক, আঢ্যৱন্ত, স্বাস্থ্যৱান শিক্ষিত ডেকাৰ স্বাভাৱিক কৰ্তব্য একে পযয়িৰ এজনী ৰূপৱতী, ধনী, নিষ্কলুষ, স্বাস্থ্যযতী ছোৱালী বাছি লোৱা। সেইটো জীৱনৰ ধৰ্ম, সমাজৰো নীতি। সেই ধৰ্ম আৰু সেই নীতিক ভঙ্গ কৰাৰ কোনো অর্থ নাই, কোনো সাৰ্থকতাও নাই।\" ./ম দা 7. ২: ন্দ্দ্দি ৮ - ন ;",
        "yolo_confidence": 0.8751067519187927,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          72,
          242,
          1368,
          538
        ],
        "ocr_text": "হিৰণ্য আহে। ইতিমধ্যে জবা সম্পৰ্কে প্রায় সকলো কথা হিৰণ্যই বুজি পাইছে। আৰু হয়তো সেই কাৰণেই তাৰ জবাৰ কাৰণে এটা বেলেগ অনুভূতি জন্মিছে। জবা কিন্তু নিষ্ঠুৰভাৱে স্পষ্ট। জবাই জানে হিৰণ্যৰ নতুন অনুভূতিৰ কাৰণে সি নিজে সিমান দায়ী নহয়। জবাৰো তাত ভাগ আছে। পি",
        "yolo_confidence": 0.866952657699585,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          74,
          115,
          1365,
          279
        ],
        "ocr_text": "সৌতত উটি যাবলৈ প্রস্তুত নহয়। তাইৰ এই সিদ্ধান্তত কোনোৱেই জানো তাইৰ লগ নেলাগিব? ' \"কু চে.\" < ৬. ন্্ফি '",
        "yolo_confidence": 0.8637605905532837,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          73,
          959,
          1370,
          1257
        ],
        "ocr_text": "'_ তাক বেছি ভাবিবলৈ নিদি জবাই আকৌ ক'লে, \"ৰাতি প্রায়েই মোৰ জ্বৰ উঠে। বুকুখন বিষায়। হয়তো মোৰ টি. বি. হৈছে। আপোনাক নকওঁ বুলি ভাবিছিলো। কিন্তু অন্যৰ পৰা লুকালেও আপোনাৰ পৰা মোৰ কোনো কথা লুকুৱাব লগীয়া নাই!\"",
        "yolo_confidence": 0.8402979373931885,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          77,
          829,
          1365,
          997
        ],
        "ocr_text": "জানো জবাৰ স্বাভাৱিক প্রকাশ? ' ন্তজ্ত = লা লী ৮. = অহ ৰ 7ম. সত '*), দূ্খ ' জলত; *",
        "yolo_confidence": 0.7025079727172852,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          75,
          1414,
          1369,
          1582
        ],
        "ocr_text": "ক্ষৈংএ৯৯৬ ৬৯%৮ ৬৬ হিৰণ্যই সংসাৰী সাধাৰণ মানুহৰ দৰে কয়, \"তোমাৰ যদি অসুখ হৈ আছে, তেন্তে সোনকালে ডাক্তৰক দেখুৱাব লাগিছিল জবা।\" _ ৰব ভজ",
        "yolo_confidence": 0.5469503998756409,
        "psm_used": 4
      }
    ]
  },
  "assamese_18.jpg": {
    "language": "asm",
    "original_size": [
      1430,
      2324
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          38,
          403,
          1338,
          1263
        ],
        "ocr_text": "অন্তেষপুৰৰ সুসজ্জিত আৰু সুশোভিত কক্ষত কোমল আৰু নিমজ বিছনাত শুয়ো বিজয়ৰ টোপনি নাহিল। চিন্তাত ভাৰাক্ৰান্ত হোৱা মন এটাৰে গোটেই ৰাতি ছট্‌ফটাই কটালে। বিছনাত পৰাৰ আগতে অৱশ্যে দদাইদেউ ৰণবীৰ সিঙক লগ পোৱাৰ তেওঁৰ সুযোগ ঘটিছিল। কিন্তু তেৱোঁ এই ৰহস্যটোৰ ওপৰত বিশেষ কোনো ৰেখাপাত কৰিব নোৱাৰিলে। বিশেষকৈ ৰহস্যময়ী নাৰীয়ে বিজয়ক তেওঁৰ আদি পুৰুষৰ নামেৰে কিয় নামকৰণ কৰিলে দুয়ো তাৰ কোনো কাৰণ উলিয়াব নোৱাৰিলে দুয়ো অৱশ্যে এটা স্থিৰ সিদ্ধান্তত উপনীত হ'ল আৰু সেয়ে হৈছে এই ৰহস্যময়ীয়েই যে সেই আয়ুদ্মতী নাৰী--- যি একে বয়স আৰু যৌৱনৰে এই নিৰ্জন অগম্য আৰু নিষিদ্ধ দ্বীপত বহুকাল ধৰি বাস কৰি আহিছে, হয়তো বহু বছৰ। এই নাৰীয়েই আজিৰ পৰা হাজাৰ বছৰৰ আগতে তেওঁৰ প্ৰেম প্রত্যাখ্যান কৰাৰ কাৰণে বিজয়ৰ আদিপুৰুষ বীৰ্যবাহনক হত্যা কৰিছিল তাত সন্দেহ নাই যেন লাগিল। কিন্তু এই নাৰীয়ে বিজয়কেই কিয় বীৰ্যবাহন বুলি সম্বোধন কৰিছে, ই ৰণবীৰ আৰু বিজয় দুয়োৰে কাৰণে সীথৰ হৈ পৰিছে। আজিৰ বিজয় সিং এহাজাৰ বছৰৰ আগৰ বীৰ্যবাহন কেনেকৈ হ'ব পাৰে? আৰু এটা আচৰিত কথা, বাঘৰ ডিঙিত ওলমি থকা সোণৰ হাৰৰ লকেটটোত কেনেকৈ বিজয়ৰ ছবিখন আহিল? কথাষাৰ শুনি দদাইদেউ ৰণবীৰ সিঙো কম আচৰিত হোৱা নাই। \"লিখক ত",
        "yolo_confidence": 0.937021791934967,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          34,
          1756,
          1335,
          2179
        ],
        "ocr_text": "'মোৰ সমগ্র চিন্তাধাৰত আউল লাগি গৈছে বিজয়। এই নাৰীৰ অসীম শক্তিৰ কথা যিমানেই ভাবিছো আনহাতে এটা সহানুভূতিও অনুভৱ কৰিছোঁ। কিবা এটা দুখ আৰু বেদনাই যেন তেওঁক খুলি খুলি খাইছে। এই নাৰী এহাতে যিমানেই শক্তিশালিনী আনহাতে তেওঁ সিমান দুৰ্বল\" 'তেনেহ'লে দদাইদেউ, বিলালিক প্রথম লগ পোৱাৰ দিনা জুইৰ কাষত মই আৰু বিলালিয়ে নাচোতে মোৰ দায়িত্ব আৰু কৰ্তব্যৰ বিষয়ে আপুনি যিদৰে সতৰ্ক কৰি দিছিল-- ঠিক আজি এই মুহূৰ্তত ময়ো যদি আপোনাক--।' ণ্বজয়!!'",
        "yolo_confidence": 0.782893717288971,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          35,
          1223,
          1336,
          1561
        ],
        "ocr_text": "যা খাত =! _ চক নয় ভ৯৬৬১%%১ , ৬৪৯৬%৬%,৭০ _ ৰহস্যময়ী আৰু অলৌকিক শক্তিসম্পন্ন সেই নাৰীৰ লগত হোৱা দিনটোৰ কথা-বতৰাৰ আদ্যোপান্ত শুনি ৰণবীৰ সিং কিছুসময় মনে মনে থাকিল আৰু শেষত ক'লে-- 'বিজয় এওঁৱেই সেই নাৰী যাৰ ওপৰত প্ৰতিশোধ ল'বলৈ বিপদ-বিঘিনি অতিক্ৰম কৰি ইয়ালৈ আহিছোঁ। কিন্তু এই নাৰীয়েই যে তোক নিশ্চিত মৃত্যুৰ পৰা ঘূৰাই আনিছিল, এই কথা তই স্বীকাৰ নকৰিলেও মই কৰিব লাগিব। গতিকে. |' _ ==! ে=ে ত.",
        "yolo_confidence": 0.7516582012176514,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          95,
          2168,
          1326,
          2268
        ],
        "ocr_text": "'আপোনাৰ এনে দুৰ্বল আৰু অধঃপতিত মন হ'ব বুলি মই সপোনতো ভবা নাছিলোঁ ৷\"",
        "yolo_confidence": 0.6972360610961914,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          32,
          1579,
          1335,
          1794
        ],
        "ocr_text": "_ ম।৯৮(২৯% কত ১৯.৬০৭ ৯্প5% েত্এ ১৯১৮০ ৭ সপত\" ৬ ড৬এ৬ ৯ ৮৬১৬৩ ৯৮ |, \"মোৰ মন্ন-দুৰ্বল হ্্শ্পৰিছে বুলি মই নকওঁ৷ কিন্তু মানুহ হিচাপে এটা কৃতজ্ঞতাবোধ 'সমবেদনা?'",
        "yolo_confidence": 0.6425698399543762,
        "psm_used": 6
      }
    ]
  },
  "assamese_19.jpg": {
    "language": "asm",
    "original_size": [
      1501,
      2341
    ],
    "blocks": [
      {
        "block_type": "Page-header",
        "bbox": [
          126,
          107,
          229,
          190
        ],
        "ocr_text": "৭৮",
        "yolo_confidence": 0.7670468688011169,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          219,
          231,
          1251,
          1080
        ],
        "ocr_text": "তুমি বিনে ইটো দুঃখে ত্ৰাণ কৰন্তা নাহিকে মোৰ আন ভীম অজ্জ্জুনৰ বীৰত্ব ভৈলেক ছাই ।। ক্ষত্ৰিয় জাতিৰ হেনসে কাতৰ তনু। অসামৰ্থ ভৈলে দোষ নাই নপুংসক ভৈল পাঞ্চো ভাই লৱ৷| দামোদৰ তাসম্বাৰ পাঞ্চ ধনু ৷। দ্ৰুপদ ৰাজাৰ বিদ্যমানে যজ্ঞবেদী আতি শুদ্ধ থানে জনম লভিলো দ্ৰ:পদে তুলিলে মোক। ধৃষ্টদ্যুম্ন আদি শত ভাই পিতৃ দ্ৰ'পদেও বৰ চাই অজমীঢ় কুলে বিবাহ দিলেক মোক।। যাৰ সুকোমল বাক্য-মধু পাণ্ডু নৃপতিৰ কুল-বধূ প্ৰিয় ভাৰ্য্যা ভৈলো পাঞ্চো ভাই পাণ্ডৱৰ। তুমি যাৰ সখা পদ্মপাণি আমি অসমৰ্থ কোনখানি গুণি চাৱা প্ৰভু কোন গুণে হীন-পৰ।।",
        "yolo_confidence": 0.6753970980644226,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          660,
          116,
          811,
          198
        ],
        "ocr_text": "সঞ্চয়ন",
        "yolo_confidence": 0.6593670845031738,
        "psm_used": 4
      }
    ]
  },
  "assamese_2.jpg": {
    "language": "asm",
    "original_size": [
      1458,
      2313
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          113,
          329,
          1405,
          1519
        ],
        "ocr_text": "আমি নিজেই সৰু থাকৌতে বেলেষ্টৰ প্ৰায় সত্তৰ বছৰীয়া বুঢ়া। শোটোৰা শোটোৰ ছালেৰে পকাচুলীয়া ক্ষীণ হটঙা বেলেষ্টৰে সোলা মুখখন মেলি দাঁতৰ আলু উলিয়াই হীহি হীহি আমাৰ আগত নানা ধৰণৰ কথা কয়--- সাধু, উপকথা, তেওঁৰ সত্তৰ বছৰৰ অভিজ্ঞতাবোৰ। কেতিয়াবা দুখৰ কথা কওঁতে বেলেষ্টৰৰ ঘোলাপৰা চকু দুটা ঢুলঢুলীয়া হৈ পৰে, বৰশী ডাঁৰি যেন লিকলিকীয়া হাত-ভৰিবোৰ কঁপে। জাৰকালি ভগা কেৰাহী এখনত বাঁহৰ মূঢ়া; কাঠৰ ছলি বা গোবৰখুঁটিৰে জুই একুৰা ধৰি আঁঠু দুটাৰ মাজত মূৰ সুমুৱাই তিনিমূৰীয়া হৈ বেলেষ্টৰ বহে; গাত ফটা চাদৰখন লৈ ঠক্‌ ঠক্‌কৈ কঁপে, গাল দুখন ফুলাই ওফন্দা মুখখন দীঘলীয়া কৰি জুইত ফু দিয়ে, আঙঠাৰ ওপৰৰ পাতল বগা ছাইবোৰ উৰি আমাৰ মূৰে-গায়ে পৰে আৰু উম লগা ধোঁৱাই থকা জুইকুৰা বেঢ়ি-কুৰি বহি তাৰ ঢিমিকি ঢিমিকি পোহৰত আমি একান্ত মনে বেলেষ্টৰে কোৱা সাধু শুনি শুনি জাৰকালিৰ সন্ধিয়াবোৰ কটাওঁ। বেলেষ্টৰ আহিলে আমাৰ আনন্দৰ পাৰ নাথাকে। মহাশয়ে ঘৰত কৰিবলৈ দিয়া অঙ্ক আৰু পাঠ আবেলিতে কৰি- মেলি আজৰি হৈ গধূলি সাধু শুনিবলৈ সাজু হৈ বাট চাই থাকোৌ। সন্ধিয়াৰ লগে লগে কান্ধত বৰশী দুটা আৰু হাতত এজোটা মাছ লৈ বেলেষ্টৰ আহি চোতালত থিয় হয়হি, \"আজি কোনোমতে এসাজৰহে হ'ল বৰ আইকণ\"। বেলেষ্টৰে কয়, \"চকুৰে পুঙা ভালকৈ নমনো নহয়, মাছ এৰায়ে যায়। তাতে কি দিন কাল হৈছে সকলো বস্তু এপদ দুপদকৈ হৰি আহিছে দেওহে--- খালে-বিলে মাছ নোহোৱাই হ'ল। কি দিন আছিল কি হ'ল! নাৰায়ণ!\" লাল ছিলা ভোল ৰি ন ছচ্েম্বব'১ অক্ষ যম্াল স্তি,",
        "yolo_confidence": 0.9635201692581177,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          117,
          141,
          1406,
          365
        ],
        "ocr_text": "থাকিলে গৃহস্থৰ ঘৰত সাহ এটাও বাঢ়ে। গতিকে মুখেৰে 'এইপাট', 'সেইপাট' বুলি লোকক দেখুৱাই ক'লেও ঘৰখনৰ সকলোৱে বেলেষ্টৰ আহিলে পেটে-পেটে ভালেই পায়। 7 ৃন্্‌ড্য়্ত্ৰ পপ |; ণিছজ৷ ৰ",
        "yolo_confidence": 0.9527575373649597,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          114,
          1480,
          1405,
          1960
        ],
        "ocr_text": "মাছকেইটাৰ কাৰণে কেঁচাখৰিৰে উমাই উমাই মচুৱা চৰু জ্বলাব লগা হোৱাত বিৰক্তি বোধ কৰা খুৰীটিয়ে কয়, শুনি বেলেষ্টৰে, মুখখন আমোলাই মূৰে-কপালে হাত দি বৰশী বাই আনিছে, তেওঁকে ল'ৰা-ছোৱালীকেইটাকে জোল অকণকে কৰি দে। আয়তী মানুহ থকা ঘৰত মাছ পেলনি নিয়াব নাপায় নহয়। তহঁতেও জোল অকণকে ৰ ( = শিচ, == তৈল",
        "yolo_confidence": 0.9466479420661926,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          117,
          1927,
          1405,
          2224
        ],
        "ocr_text": "গাখীৰ নিদিয়া কাৰা ৰঙা চাহ এবাটি গুড় এলেপাৰে সৈতে খাই বাটিটো ধুবলৈ বেলেষ্টৰ পুখুৰীলৈ যায়। বাটত দলঙত উজুটি খাই \"এইখন কণামুণা এন্ধাৰ হ'লেই দেওহে\" বুলি গোৰ্‌গোৰায়। ধোৱা বাটিটো দুৱাৰচুকত উবুৰিয়াই থৈ ওচৰত কাৰোবাক দেখিলে কয়, \"এঃ বুঢ়া আঙুলিৰ নখটো একেবাৰে এৰুৱাই নিলে। গধূলিতে যিহে",
        "yolo_confidence": 0.9445393681526184,
        "psm_used": 4
      }
    ]
  },
  "assamese_20.jpg": {
    "language": "asm",
    "original_size": [
      1521,
      2464
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          372,
          272,
          1173,
          768
        ],
        "ocr_text": "অবলা বাহুৰে আঙুলি বুলাই জগত কৰিছা জয়। পুৰুষৰ তুমি মনৰ মাধুৰী, পুৰুষৰ তুমি প্রাণ, বাহিৰে প্রকাশ নাৰী মূৰতিৰে ৰচিছা সংসাৰখান। পাতিছা, পালিছা, উমলি ভাঙিছা উদাস হৃদয় ভুলাই ৰাখিছা শত বিকাৰেৰে উদাৰ আকাশ, জগতৰ শিৰোমণি,",
        "yolo_confidence": 0.9037748575210571,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1279,
          161,
          1385,
          242
        ],
        "ocr_text": "৮৩",
        "yolo_confidence": 0.75267094373703,
        "psm_used": 4
      }
    ]
  },
  "assamese_21.jpg": {
    "language": "asm",
    "original_size": [
      1353,
      2262
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          55,
          539,
          1289,
          893
        ],
        "ocr_text": "আইতা আমাৰ অভীত্েই নে? ? আইতা ২ জানো বৰ্তমানো নহয়। কি? আইতাতকৈ মই বেছি বৰ্তমান। আইতা কম বৰ্তমান। মোৰ ছোৱালীটিৰ ওচৰত মই জানো অতীত নহয়? আমাৰ মাজত কিমানখিনি অতীত আৰু কিমানখিনি বৰ্তমান? আৰু ভৱিষ্যত ? অতীত সমাপ্ত, কিন্তু অনাদি। ভৱিষ্যত অনাগত, কিন্তু অনন্ত? বৰ্তমান? বৰ্তমান ক'ত?",
        "yolo_confidence": 0.9632277488708496,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          53,
          1893,
          1291,
          2262
        ],
        "ocr_text": "মানুহবোৰে গৈ বাখৰৰ টোল ঘেৰি ল'লে। বাখৰে তেতিয়া চোতালত বহি মুহুদি কৰি আছিল। বাহিৰত কি হৈছে চাবলৈ বুলি উঠিব খোজোতেই মানুহ চোতাল সোমাল। \"থোলোক, হিলৈটো\" বুলি তেওঁ চিঞৰি উঠিল। তেওঁৰ কথা শেষ হোৱাৰ আগতেই পিছফালৰ পৰা মাছ মৰা পচা এডাল আহি তেওঁক শালি ধৰিলেহি। বাখৰ হামখুৰি খাই পৰি গ'ল। তাৰ পিচতেই হুলস্থূল। কোনোবাই",
        "yolo_confidence": 0.9552481174468994,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          55,
          228,
          1288,
          580
        ],
        "ocr_text": "ভাবিছিলোঁ, আইতাৰ অমতে হ'লেও হেমল্তই নমিতাক বিয়া কৰোৱাটো উচিত হ'ব বুলিয়েই ৷ কিন্তু আইতা শুই আছে। কালি আইতাৰ টোপনি খতি হৈছিল। শুই থকা আইতাজনীলৈ চাই মনটো সেমেকি গ'ল। শীৰ্ণ হাত দুখন ঠিক বুকুৰ তলতে মুঠিয়া-মুঠিকৈ ধৰি আইতা শুই আছে। শুই আছে আমাৰ অতীত। কলঙৰ ক্ষীণ সৌতৰ দৰে মৃদু হৃদস্পন। আইতা আমাৰ অতীত। ক্ৰ",
        "yolo_confidence": 0.9543367028236389,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          53,
          861,
          1290,
          1926
        ],
        "ocr_text": "মোৰ কিবা ভয় লাগি গ'ল। আইতাক নজগালোঁ। আইতা শোৱক। গধূলিৰ লগে লগে মোৰ পৃথিৱীখন আকৌ সংকুচিত হৈ আহিল। মোৰ পিচফালে যেন থিয় দিলে অতীত নামৰ এটা ছা। কিছু চিনাকি, কিছু অচিনাকি। দিনৰ পোহৰত যিবোৰ কথা অৰ্থহীন যেন, নিৰৰ্থক যেন লাগিছিল--- সেই আটাইবোৰে এটা সুবিকাশ পৰিমাপ লৈ মোক যেন আগচি ধৰিলে। সকলোবোৰে অতীত-- বৰ্তমানৰ বিন্দু এটা যেন অতীতৰ মাজেৰে গৈ আছে। অতীতৰ মাজেৰে নগলে যেন আমাৰ কেনিও এখোজ আগ বাঢ়িবৰ উপায় নাই। নিজৰ সময়খিনি বুজিবৰ বাবে আমাক অতীতৰ খবৰ লাগে। অতীত জানিব লাগে। প্রায় প্ৰেমত পৰা মানুহৰ দৰেই মই আইতাৰ ওচৰলৈ গ'লোঁ। মোক খবৰ লাগে। মোক অতীতক লাগে। অতীতৰ খবৰ লাগে। জানো, আইতাৰ খবৰ আধুনিক সংবাদ পত্ৰৰ 'বিশুদ্ধ' খবৰ নহয়। শ্ৰীনাথ দুৱৰা বৰবৰুৱাই লেখোৱা বুৰঞ্জীৰ গুপুত খবৰ নহয়। আধা সাধু, আধা অভিজ্ঞতা, আধা কল্পনা, আধা কিম্বদন্তীৰে আপোনমনে সাজি লোৱা তেওঁৰ অতীতৰ খবৰ--- বিশ্বাসে সৃষ্টি কৰা পৃথিৱীখনৰ খবৰ। আইতাই আকৌ মোক লৈ গ'লে তালৈ-- তেওঁৰ কৰুণ কণ্ঠস্বৰৰ সীকোৰে... চখ দি: চখ",
        "yolo_confidence": 0.7933379411697388,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          56,
          138,
          158,
          214
        ],
        "ocr_text": "৮৮",
        "yolo_confidence": 0.4612731337547302,
        "psm_used": 4
      }
    ]
  },
  "assamese_22.jpg": {
    "language": "asm",
    "original_size": [
      1458,
      2316
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          87,
          172,
          1386,
          721
        ],
        "ocr_text": "\"চাওঁ পঘা এডাল দে, মই চিপজৰীকে লওঁ৷\" চেঙেৰীয়ে পথা এডাল বিচাৰি-খোঁচাৰি আনি চৌচনি গাঁঠি এটা দি বোলে, \"এইডাল লোৱা ক'ত মৰা মৰাগৈ। মৰিলে তুমিও উধাৰ হ'বা, ময়ো হ'ম। কি স্বৰ্গসুখটো খাব-খুৱাবলৈনো কেলেপ্‌ কেলেপ্‌কৈ কাল বঞ্চি আছা?\" বঢ়াই থেৰোগেৰো কৰে; চেঙেৰীয়ে বোলে, \"হোঃ তোমাৰ সিমানটো কলডিলীয়া সাহ আছে হয়! পাৰৰ কলিজা তোমাৰ--- তুমি বুঢ়াই কি চিপ্‌জৰী ল'বা?\" তাৰ পিচত ভোৰভোৰায়, \"আমাৰ গাঁৱৰ সেই অমুকযে আছিল-- কি শামুকৰ শাহ হেন সাহ। ঘৈণীয়েকে এদিন চুঃ বুলিবলৈহে পালে--- লোকে একেকোবেই গৈ ঘটা কোবোৱাৰ আঁহত গছজোপাত চিপ্‌জৰী লৈ স্বৰ্গগামী হ'ল। লশ% ল%<- মত ীখ জো",
        "yolo_confidence": 0.9741455316543579,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          85,
          680,
          1385,
          1360
        ],
        "ocr_text": "7 তভক ৯ ন৯৯৯৬ড৬৯=৯১১৯৬৯ ত: জুহালৰ 'ভৰিতে তিনিমূৰীয়া হৈ বহি বহি বগৰাই মৰিবলৈ ভাল দিনবাৰ চাই অঙ্গুলিমূৰত তিথি গণে। বুঢ়ীয়ে বোলে, \"তুমি বুঢ়া ভাল তিথিত নমৰা; কমেও তিনিপাত পুহকৰ লাগিব।\" মাজে মাজে বগৰাই পাটীত পৰি কেঁকালে কয়, \"মাঘী সপ্তমী গ'ল, ফাকুৱা গ'ল, শিৱৰাত্ৰি গ''ল--- তুমি অপয়া বুঢ়াই মৰিবলৈ নেদেখিলা? কিনো পুইনখন কৰিছা ভাল তিথিত মৰিবলৈ! তুমি বুঢ়া মৰিবা ভৰবাৰিষা মৰ আঁউসীৰ ৰাতি ওপৰে বৰষুণ তলে পানী; ভেলটো ও-প-ঙি থাকিব। খৰি দিবলৈ মানুহ এটা নোলায়।\" বঢ়াই ক'লে, \"তই কেঁচাইখাতীয়ে হ'বলা মোক মাৰি লৈ ৰাজপাট খাবলৈ বাট চাই আছ? শোহটো খাবি ৰ-- মৰিলে মুখত কৰ্কৰীয়া জল এটোপা দিবলৈ কুলত ল'ৰা এটাৰ মুখ নেদেখিলি--- জোঁৱায়েকহঁতৰ সেয়াই! ৰৌ ৰৌ নৰকত পচি থাকিবিগৈ।\" বল গদ: __ = ৰ",
        "yolo_confidence": 0.9709447026252747,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1288,
          93,
          1388,
          175
        ],
        "ocr_text": "৯৩",
        "yolo_confidence": 0.6581998467445374,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          83,
          2030,
          1383,
          2259
        ],
        "ocr_text": "'_ বগৰা মৰাৰ তিনিদিনৰ দিনা ৰাতিপুৱা গাঁৱৰ ৰাইজে দেখিলে পিৰালিতে মূৰ থৈ চেঙেৰীৰ মৰাশটো পৰি আছে। দুচকুত দুধাৰ পানী--- গঞা ৰাইজে সেই প্ৰথমবাৰৰ কাৰণে চেঙেৰীৰ চকুত পানী দেখিলে । নিজেও ভিতৰতে মৰাৰ ভয়ত বগৰা মৰা দিন",
        "yolo_confidence": 0.5530446171760559,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          84,
          1327,
          1383,
          2073
        ],
        "ocr_text": "পিচে সঁচাকৈয়ে এদিন বগৰা মৰিল। মূৰটো আচন্দ্ৰাই কৰিছে বুলি কৈ জুহালৰ গুৰিতে ঢলি পৰিল--- তুলসীৰ তললৈ উলিয়াবৰ সময়কে নহ'ল। গঞা-গিয়াতিয়ে খবৰ পাই বগৰাক চাঙিত তুলি নি কেঁচা বাঁহ কাটি উত্তৰাবাৰীত পুৰি থৈ আহিল। চেঙেৰী বজ্পাত পৰি কাঠ হোৱা যেন হ'ল, চকুত পানী এটোপালো নোলাল। মাজে- সময়ে হুমুনিয়াহ একোটা কাঢ়ি পিৰালিতে বহি থাকিল-- ঘৰটো বোলে মৰা অশচত পেলনি গ'ল। বগৰাৰ ককায়েকৰ পুতেক এটাই চতুৰ্থা শৰাধ কৰিব খুজিছিল, চেঙেৰীয়ে নিদিলে। বোলে, \"জীয়াই থাকৌতে মুখত পানী এটোপা নিদিলিহি, এতিয়া মৰিলত মুৰ খুৰাই অশচ খাটি শৰাধ কৰিবলৈ আহিছহঁক! সম্পত্তিসোপা খাবলৈ পোৱাৰ আশাত হো!\" তাৰ পিচত বোলে, \"নেলাগে শৰাধ কৰিব। ময়ো মৰিম ৰ! তাৰপিচত দুয়োটা ভূত হৈ এইখন বাৰীতে থাকিমহি--- তহঁতক জাল খুৱাম। এটা সেয়া ভিতৰতে মৰিল, মোকো তহঁতে বাহিৰলৈ উলিয়াই মাৰিব নেলাগে৷\" বা দতিখছি জী 75 \"3, =\". চাতি এণ্ড ৬>। ৷, তম্নাী",
        "yolo_confidence": 0.545747697353363,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          568,
          90,
          913,
          178
        ],
        "ocr_text": "অন্য যুগ অন্য পুৰুষ",
        "yolo_confidence": 0.507188618183136,
        "psm_used": 4
      }
    ]
  },
  "assamese_23.jpg": {
    "language": "asm",
    "original_size": [
      1291,
      1981
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          142,
          216,
          1029,
          831
        ],
        "ocr_text": "জিহ্বা-অগ্ৰে থাকে যাৰ। গঙ্গা গয়া কাশী প্রয়াগ সেতুত যাইবাক নলাগে তাৰ।। কৃষ্ণৰ কিঙ্কৰে ভণিলা শঙ্কৰে এড়া সৱ আন কাম। আল-জাল এড়ি পাপক সংহৰি ডাকি বোলা ৰাম ৰাম।। ৩১",
        "yolo_confidence": 0.7826663255691528,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1035,
          115,
          1141,
          199
        ],
        "ocr_text": "৯৭",
        "yolo_confidence": 0.5830212831497192,
        "psm_used": 4
      }
    ]
  },
  "assamese_24.jpg": {
    "language": "asm",
    "original_size": [
      1422,
      2311
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          37,
          996,
          1334,
          1482
        ],
        "ocr_text": "উঠিব লাগিছিল ৰঞ্জিতৰ ওপৰত, কিন্তু সৰোজিনীৰ খংটো উঠিল কৃষ্ণাৰ ওপৰত ক'লৈ গ'ল তাই? ইমান ৰাতিলৈকে তাই ক'ত আছে? য'তেই নাথাকক, থাকিব কিয়? সৰোজিনী আকৌ বাৰাণ্ডাখনলৈ গ'ল। এইবাৰ তেওঁৰ চকুত যেন একোৱেই নপৰিল; যিমান দূৰলৈকে পাৰে তেওঁ চাই পঠিয়ালে--- কৃষ্ণাক দেখে নেকি? নাই। নহয়, এই কথাই কথা নহয়, তাইক আজি পৰিষ্কাৰকৈ বুজাই দিব লাগিব, এই উদ্ভ্ৰাত্ত চহৰখনত তাইৰ নিচিনা এজনী চবি্বিছ বছৰীয়া ছোৱালীৰ ব্যৱহাৰ কেনেকুৱা হোৱা উচিত।",
        "yolo_confidence": 0.9255327582359314,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          35,
          1449,
          1332,
          1742
        ],
        "ocr_text": "খিচিৰি এসোপা বহাই দিয়াৰ আয়োজন কৰিলে। তেওঁৰ নিজৰো একো খোৱাৰ ইচ্ছা নোহোৱা হ'ল। বাচন এটাত চাউলখিনি উলিয়াই লৈছে, এনেতে তেওঁ ছিৰিত কাৰোবাৰ ভৰিৰ শব্দ শুনিলে। তেওঁ লৰালৰিকৈ ওলাই আহিল।",
        "yolo_confidence": 0.8721548914909363,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          36,
          477,
          1334,
          902
        ],
        "ocr_text": "সৰু পুতেকক দেখিয়েই সৰোজিনীয়ে অবাস্তৰ প্ৰশ্নটো কৰি পেলালে। \"মই কেনেকৈ জানো? তইহে জান আহিলনে নাই!\" ৰঞ্জিতে ক'লে। \"তই তাইক ক'তো লগ পোৱা নাই?\" সৰোজিনীয়ে অলপ বিৰক্তিৰে সুধিলে। নাই পোৱা বুলি কৈ ৰঞ্জিত সিহঁতৰ শোৱা কোঠালিটোৰ ফালে সোমাই গ'ল। ভিতৰৰপৰা সি চিঞৰি ক'লে, \"মা, মোক আৰু নজণুৱাবি। মই একো নাখাওঁ ৷\" \"কিয়?\"",
        "yolo_confidence": 0.8525525331497192,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          39,
          869,
          1332,
          1034
        ],
        "ocr_text": "'\"এ-- সিহঁতে ঘোটা নে কি বনাইছিল, ভাল লাগিল, এসোপামান খাই দিলোঁ, এতিয়া মূৰত ধৰিছে। মই শুই থাকোৌ।\" ীখ কুৰ। ডক = লক",
        "yolo_confidence": 0.8029966950416565,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          42,
          157,
          1336,
          520
        ],
        "ocr_text": "দোকানীটোৱে তেওঁক ঘৰটো দেখুৱাই দিলে! সেয়া হিমাংশু আহিছে, তেওঁ সৰোজিনীৰ তলেদি এইটো ঘৰৰ আঁৰতে অদৃশ্য হৈছে--- এতিয়া তেওঁ ছিৰিয়েদি ওপৰলৈ উঠিছে। দুৱাৰত খটখট শব্দ শুনি সৰোজিনী উচপ্‌ মস্তক ছিৰিৰ ওচৰৰ দুৱাৰখন খুলি দিলেগৈ। \"কৃষ্ণা অহা নাই?\" += পঞ্চৰুোডিস্ভজাএততাছজলচ্ৰামসতমা ৫৩১, ত' <= - কাল্তে চাবোন এ&.-এত%.--, চী য় ৬ __ডণ়,ণ, দাসি)",
        "yolo_confidence": 0.7476387619972229,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          33,
          1836,
          1330,
          2267
        ],
        "ocr_text": "\" \"১৬৬৬৯, থ৯২৬১5১২১১5শ/( ৬১৯৮৬, জোতা খোলা, বেগৰপৰা শ্ল্পাৰ, ছুটকেছৰপৰা লুঙি উলিওৱা-- এইবোৰ কাম কৰি থাকৌতে পৰিমলে কৈ গ'ল অনন্ত বাবুৰ লগত এটা বন্দৱস্ত হ'ল, সপ্তমী-অষ্টমী তেওঁৰ, নৱমী-দশমী পৰিমলৰ; কিন্তু বাবুতো নৱমীৰ দিনা আবেলিহে ওলালহি। গতিকে পৰিমলে দশমী-একাদশী-দ্বাদশীৰ বন্দৱস্ত কৰি পুৱাৰ ৰে'লত গুচি আহিছে। সৰোজিনীয়ে লৰালৰিকৈ বাৰাণ্ডালৈ গৈ চালে--- আছে, নেজডালৰে সৈতে সৰু সৰু দুটুকুৰা মাংস ওলোমাই কচাইটো বহি আছে। তেওঁ ৰঞ্জিতৰ ওচৰলৈ গৈ কাকুতি",
        "yolo_confidence": 0.7079312205314636,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1215,
          70,
          1336,
          153
        ],
        "ocr_text": "১০৫",
        "yolo_confidence": 0.6036326289176941,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          79,
          1772,
          1002,
          1876
        ],
        "ocr_text": "[= ৮০, অঞে।), তত (৯৬%. ৬৬% %খ 'অ! কিনো কথা৷\" সৰোজিনীৰ মুখেদি হাঁহি ওলাই গ'ল।",
        "yolo_confidence": 0.5859317779541016,
        "psm_used": 4
      }
    ]
  },
  "assamese_25.jpg": {
    "language": "asm",
    "original_size": [
      1462,
      2348
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          86,
          687,
          1371,
          1508
        ],
        "ocr_text": "কিন্ত:-_ হঠাতে তাৰ মনটো বেয়া লাগি আহিল। সুমিত্ৰাৰ মোমাইদেৱক যদি আৰু পাঁচদিনৰ পিচত নাইবা পোন্ধৰ দিনমানৰ আগতে আহিলহেঁতেন ! তেওঁ যদি সদায় আহি থকা মানুহ হ'লহেঁতেন নাইবা কেৰাণীৰ জীৱন বুজা এজন হৈ ভালকৈ চাহ খুৱাব লাগে বুলি ধৰিলেহিহেঁতেন, তেনেহ'লে হয়তো শৰতে তাৰ দুবছৰৰ 'মাহৰ শেষ'ৰ অভিজ্ঞতাৰ কাহিনীৰে বুজাই-বঢ়াই একাপ শুদা চাহ খুৱাই পঠিয়াই দিলেহেঁতেন ৷ কিন্তু বৰ্তমান পাত্ৰৰ ক্ষেত্রত প্রশ্নটো একেবাৰে সুকীয়া হ'ল। চাকৰি কৰাৰ আগতে কেৰাণী, স্কুল-মাষ্টৰৰ দুৰ্দশাৰ কথা সি বহুত শুনিছিল, কেইবাবাৰো মাষ্টৰৰ দৰমহা বঢ়োৱা প্রছেছন\"তো গৈছিল; কিন্তু মাহৰ শেষত যে এওঁলোকৰ হাতত এটা টকাও নথকাটো সম্ভৱ সেইটো পথাৰত নামিহে সি গম পাইছে। এতিয়াও বহুতে অবিশ্বাস কৰাত তাৰ আপত্তি নাই। সকলোতকৈ ডাঙৰ কথা হ'ল অন্ততঃ সুমিত্ৰাই বিশ্বাস কৰাতেই তাৰ স্বস্তি। যদি অগত্যা কেৰাণী জীৱনৰ মাহৰ শেষটোৰ সন্মুখীন হ'বলগীয়া হয়, তেন্তে অন্ততঃ সুমিত্ৰাৰ নিচিনা এজনী গৃহিণী লাগে! = েহশ= _));)))া পাাি৩ ৮ < =, = ৩ 'লৰ নি তএ=ত বা ১ পী্ 55.",
        "yolo_confidence": 0.9436215758323669,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          88,
          1988,
          1370,
          2288
        ],
        "ocr_text": "এক ৮ে ৬৯৯৬ভ২৬ ১৮শ. ' অলপ দূৰ যোৱাৰ পিচত আগে আগে যোৱা ছোৱালী তিনিজনীৰ এজনীয়ে বাওঁ বাহুৰ ওপৰলৈ থুঁতৰিটো আনি কেৰাহিকৈ শৰতলৈ চালে। ছোৱালীজনীৰ চকুৱে চকুৱে পৰাত তাৰ সংকোচ জন্মিল। হঠাতে তাৰ বেগ বাঢ়ি যোৱাটো সন্দেহজনক বুলি যেন ছোৱালীজনীৰ চাৱনিটোৱে উনুকিয়াই দিলে। সি লাজতে খোজৰ বেগ কমাই দিলে।",
        "yolo_confidence": 0.9325814843177795,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          82,
          1467,
          1372,
          1764
        ],
        "ocr_text": "বাহিৰা কথাবোৰ ভাবিবলৈ বাদ দি সি টকা তিনিটাৰ কথা ভাবিলে ৷ সুমিত্ৰরাই সহজেই মুখেৰে সমাধান কৰি থৈ দিলে। হওক--- তাই এইবোৰ জঞ্জালৰ মাজলৈ নাহি সকলো সহজ বুলিয়েই ভাবি থাকক। কিন্তু আচলতে আঠাইছ তাৰিখে একেলগৰ কেৰাণী এজনক টকা ধাৰলৈ খোজাৰ কোনো অৰ্থই নাই। নল ন স্ত্ছ জ্জ়লো৷ = ৰ্‌ নিন্দ 7-হ ন্ছত্্‌ +",
        "yolo_confidence": 0.9226290583610535,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          84,
          1728,
          1371,
          2026
        ],
        "ocr_text": "বৰপ্‌ বাৰপ্‌ শব্দ শুনি সি উভতি চালে। তিনিজনী ছোৱালীয়ে স্কুললৈ বৰ বেগ দিছে। তাৰ গাৰ কাষেদিয়েই সিহঁত আগবাঢ়ি গ'ল। কথা ভাবি ভাবি সি বৰ লাহে লাহে খোজ কঢ়াটো তুলনামূলকভাৱে ওলাই পৰাত সিও অলপ বেগ দিলে। সোনকালে অফিচ পালেগৈও সুস্থিৰ হৈ এটা উপায় উলিয়াব পৰা যাব। লিঃ! তারা [২ স্কি",
        "yolo_confidence": 0.8959261775016785,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          89,
          168,
          1371,
          718
        ],
        "ocr_text": "তাৰচুৰিয়াখন এচাৰি থকা চাই ৰ'বলৈ সি ভাল পায়। সুমিত্ৰাই গান গাব পাৰে বুলিও তাৰ বিশ্বাস।গুণ্গুণাই থাকে, কিন্তু সি সুধিলে নেজানো বুলি কয়। তাই কাম কৰি গুণ্গুণাই ফুৰিলে সি চুৰকৈ শুনিব লাগে। এদিন অনামিকা-বুলবুলিহঁতৰ মাজত বহি গান গাই থাকৌতেই সি অফিচৰপৰা আহি পাইছিলহি ৷ তাই সেইদিনা বৰ লাজ পাইছিল। এই সুমিত্ৰাক মোমায়েকে স্কুলত পঢ়াইছিল। মানুহজনলৈ তাৰ শ্ৰদ্ধা হ'ল। তেওঁ খুৱাই-বুৱাই পঠিওৱা বৰ ভাল হ'ব। তাৰ উপৰি টাউনৰ বাবু মানুহৰ সন্মানটোও ৰাখিব লাগিব।",
        "yolo_confidence": 0.8922548294067383,
        "psm_used": 4
      }
    ]
  },
  "assamese_26.jpg": {
    "language": "asm",
    "original_size": [
      1478,
      2288
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          65,
          177,
          1361,
          2201
        ],
        "ocr_text": "বিবিজান হঠাতে ৰৈ গ'ল। কথাবোৰ কৈ কৈ যেন তেওঁ ভাগৰি পৰিছে। সীতাই লাহেকৈ ক'লে 'হ'ব বিবিজান। আমাৰ কথাবোৰ শুনি সাধুকথাৰ দৰে লাগিছে, কৌতুহল হৈছে, কিন্তু আপোনাৰ কষ্ট হৈছে আপুনি আৰু একো কব নালাগে' বিবিজানে একো নামাতিলে। তেওঁ কিছুপৰ চকুমুদি বহি থাকিল। গাঁওখন জিলিৰ শব্দই ছাটি ধৰিছে। তাৰ মাজে মাজে ধপ-ধপাই উৰি গৈছে নিশাচৰ চৰাই। দূৰৈত শিয়াল আৰু কুকুৰৰ সমৱেত স্বৰসাধনা। শূন্য চাহৰ কাপটো লিৰিকি-বিদাৰি পংকজে ক'লে 'আচৰিত, আচৰিত তুমি বিবিজান! তুমি ইমানদিন মোৰ পৰাও নিজক এইদৰে কেনেকৈ লুকুৱাই ৰাখিলা?' বিবিজান তেতিয়াও নিমাতে থাকিল। এক অৰ্দ্ধসমাণ্ড কাহিনীৰ অতৃপ্তিৰে সীতা বহাৰ পৰা উঠিব খোজোতেই হঠাতে সবেৰাবিবিয়ে ক'লে 'মানুহ কিহেৰে জীয়াই থাকে?' বহুদিন আগেয়ে টলষ্টয়ৰ সাধু এটা পঢ়িছিল সীতাই, তাতো এই প্রশ্ন আছিল -- মানুহ কিহেৰে জীয়াই থাকে ?-- মানুহ মানুহৰ যত্নত আত্মপ্ৰেমেৰে। বিবিজানে পুনৰ ক'বলৈ আৰম্ভ কৰিলে দেশে স্বাধীনতা তেতিয়াও পোৱা নাছিল। আন্মীজানে এদিন ৰাতি আব্বাক উধাই-মুধাই গালি পাৰিলে৷ সেই মুহুৰ্ততে আমাৰ ঘৰ এৰি গুচি যাবলৈ ক'লে। কাৰণ দুপৰীয়া দুটামান চিপাহী আমাৰ ঘৰৰ পদূলিৰ আশে-পাশে ঘূৰি ফুৰিছিল। সেয়া বৃটিছৰ চোৰাংচোৱাও হ'ব পাৰে হেনো। আন্মীয়ে খঙৰ ভমকত আব্বাক পলৰীয়া, কাপুৰুষ বুলি গালি পাৰিছিল। নিজৰ পত্নী আৰু কন্যাক যি বিশ্বাসঘাতকতা কৰিছে, দেশক কেনেকৈ ভালপাব পাৰে? আব্বাই কৈছিল সংসাৰৰ দায়িত্ব কেৱল পুৰুষৰ বুলি ক'ত লেখা আছে? সংসাৰতকৈ ডাঙৰ স্বাৰ্থত, তেওঁ আগবাঢ়িছে, এই স্বাৰ্থত আত্মত্যাগৰ প্রয়োজন ৷ আম্মীয়ে তেতিয়া সুধিছিল, স্বাধীনতা সংগ্রামৰ নেতাবোৰে পৰিয়ালটো দলনিত পোনা মেলাৰ দৰে মেলিছেনে? এই ভীষণ কাজিয়াখনৰ সাৰাংসহে এইখিনি। বেছিভাগ কথাই মই বুজা নাছিলো। কিন্তু ইয়াৰ মাজত মোক পণ্ডিত দেশমুখৰ ঘৰলৈ প্ৰায়ে লৈ যোৱাৰ কথাটোও আম্মীৰ খঙৰ কাৰণ আছিল। আমন্মীৰ মতে আব্বা থকাৰ বাবে, তেওঁ টানি-আজুৰি চলাই থকা সংসাৰখনৰ প্রতি ভাবুকিহে আহিছে। তেওঁ সোনকালে গুছি যোৱাতোৱেই মংগল। তাৰ পিছদিনাই শুই উঠি মই দম্াললোুনম মোৰ /এলছলোর এামনিিপালমন | মাোল্কীীলিমচ ছভললঠা ছভভললঠা স্ললভিচিললমন মোলে সছণ্ৎ |",
        "yolo_confidence": 0.8242077827453613,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          66,
          106,
          191,
          188
        ],
        "ocr_text": "১১৮",
        "yolo_confidence": 0.5291219353675842,
        "psm_used": 4
      }
    ]
  },
  "assamese_27.jpg": {
    "language": "asm",
    "original_size": [
      1404,
      2300
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          79,
          1530,
          1368,
          2086
        ],
        "ocr_text": "\"আপোনালোক মানে?\" নিৰুদ্বেগ, নিৰ্বিকাৰ সুৰেৰে জ্যোতিৰ্ময়ে সুধিলে; 'মই আৰু কোন? আনৰ কথা মই ক'ব নোৱাৰোঁ; কিন্তু মোৰ কথা আপুনি জানিলেই, তোমাৰ ধৈৰ্য-টৈৰ্য নাছিল, আৰু ধেৰ্য ধৰাৰ কথা ভবাও নাছিলোঁ ৷ মই বুজিলোঁ আপুনি মনত কণষ্ট পালে, গতিকে তাৰ বাবে মই আপোনাৰ ওচৰত ক্ষমা খুজিছোঁ। বাচ। চাফা কথা।\"' কথাখিনি কৈয়েই জ্যোতিৰ্ময় বহাৰপৰা উঠিল। দুৱাৰত ভেজা দি সি বহুত সময় বাহিৰলৈ চাই ৰ'ল। পিছৰ ষ্টেচনত ৰে'লখন ৰওঁতেই সি নামি গ'ল। ৰেস্তোৰীকাৰত বহি কেইবাটাও ষ্টেচন পাৰ কৰি দি সি যেতিয়া নিজৰ কোঠালিলৈ উভতিল, তেতিয়া কোঠালিটোত এহাল মানুহ উঠিল।",
        "yolo_confidence": 0.9668539762496948,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          79,
          171,
          1370,
          1566
        ],
        "ocr_text": "নামনিৰ এক পাৰ্বত্যনিবাসত ইতিহাসবিদৰ বছৰেকীয়া অধিবেশন এখন হৈছিল। দুখন বিভিন্ন ঠাইৰপৰা প্ৰতিনিধি হিচাপে আহি জ্যোতিৰ্ময় আৰু আলেয়া ৰে'লৰ একেটা কোঠালিত লগ লাগিছিল, পৰিচিত হৈছিল আৰু দুয়ো একে অধিবেশনৰ প্ৰতিনিধি বুলি জানি আনন্দিত হৈছিল। যাত্ৰা আৰম্ভ হোৱাৰ দ্বিতীয় দিনা পুৱা আঠ বজাত কৌোঠালিটোৰ বাকী দুজন যাত্ৰী নামি গৈছিল, আন দুজন যাত্ৰী উঠিছিল আবেলি পাচ বজাত। ঘটনাক্ৰমে লগৰ আনবোৰ প্ৰতিনিধিৰপৰা বিচ্ছিন্ন হৈ এইটো কোঠালিত সোমাই পৰাৰ বাবে এইখিনি সময়ত জ্যোতিৰ্ময়ৰ মনটো বেছি ভাল লাগিবলৈ আৰম্ভ কৰিছিল। ভাৰতৰপৰা উভতি যোৱা ডাচসকলে লিখা 'ভাৰত বুৰঞ্জী' আৰু ভাৰতীয়ই লিখা 'ভাৰত ডাচসকলৰ বুৰঞ্জী'ৰ পাৰ্থক্য, ভাৰত মণিমুক্তাবোৰৰ আলৈ-আথানি- দুৰ্গতি দেখি ইষ্ট ইণ্ডিয়া কম্পেনিৰ কি মহান অনুকম্পাৰ উদ্ৰেক হৈছিল,-- এইবিলাক কথা আলোচনা কৰি কৰি জ্যোতিৰ্ময় বিৰক্ত হৈছিল। ঘণ্টাৰ পাছত ঘণ্টা অ'ত ত'ত আশয় লৈ, প্রায় আলৈ-আথানি হৈ পৰি থকা আলেয়াৰ মিহি মিহি আঙুলিৰ হাতখন দেখি-দেখিয়েই হ'বলা, জ্যোতিৰ্ময়ৰ হস্তৰেখা বিদ্যা আলোচনা কৰাৰ আগ্ৰহ জন্মিছিল। প্ৰায় দুই বজাত অলপ সময় নিজৰ সোঁহাতৰ ৰেখা কিছুমান এক্সগ্ৰেইন কৰাৰ পাছত সি আলেয়াৰ বাওঁহাতৰ ৰেখাবোৰ, প্ৰথমতে হাতখন নোছোৱাকৈ আৰু অলপ পাছত আলফুলকৈ ছুই চাবলৈ ধৰিলে। এসময়ত আলেয়াৰ মুখখন গম্ভীৰ হৈ পৰিল। জ্যোতিৰ্ময়ৰ হাতৰপৰা নিজৰ হাতখন এৰুৱাই লৈ তাই সন্মুখৰ খালী বার্থখনলৈ আঁতৰি গ'ল। জ্যোতিৰ্ময়ে তাইক বেয়া পালে নেকি--- সংক্ৰান্ত বহুত প্ৰশ্ন সুধিলে; আধাঘণ্টামানৰ মূৰত তাই ৰঙা পৰা মুখখন জ্যোতিৰ্ময়ৰ ফালে ঘূৰাই শীতল শান্ত মাতেৰে সুধিলে, \"বেছি সময় ধৈৰ্য ধৰি থকাটো আপোনালোকৰ কাৰণে সম্ভৱেই কলিয়া \"=\" ৰ ব্‌ক, বক ৰন স্বাগ্যব্ৰ\" > \") (২0. }",
        "yolo_confidence": 0.9520153403282166,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          80,
          2044,
          1375,
          2272
        ],
        "ocr_text": "}, ভাভুদি নি *)'*%; =*' } পিছদিনা পুৱা আলেয়া বহু আগতে উঠি, ধুই-পখালি চাফা হৈ খিৰিকীৰ মুখত, বহি আছিল; জ্যোতিৰ্ময় উঠাৰ লগে লগে তাই ক্ষীণ, সতেজ হাঁহি এটাৰে ক'লে, 'গুড় মৰ্ণিং।'",
        "yolo_confidence": 0.8729678392410278,
        "psm_used": 4
      }
    ]
  },
  "assamese_28.jpg": {
    "language": "asm",
    "original_size": [
      1520,
      2463
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          394,
          269,
          1105,
          1082
        ],
        "ocr_text": "পুৰুষে দেখিছে স্বপ্ন অপূৰ্ব মহান জগতত ভাতৃত্বৰ শুভ আগমন, মুহূৰ্তৰ পৰশতে চূৰ্ণ কৰি দিছা পুৰুষৰ তপস্যাৰ পূৰ্ণতা মোহন। কোনে ক'ব সঁচাকৈয়ে কোন ৰূপ সত্য প্ৰেমিকা, কল্যাণী তুমি, সতী, সাধ্বী, মাতা, নাইবা নিষ্ঠুৰা তুমি ইন্দ্ৰিয়ৰ দাসী ধ্বংসৰ পূজাৰী মাত্র বিপদৰ হোতা? অতীতৰ গৌৰৱৰ নাৰীৰ কল্পনা সেই মাত্ৰ সত্য হোক মোৰ জীৱনত, কামনাই কল্পনাই ঢাকি দিয়ে যেন সীমাহীন কদৰ্য্যতা নাৰী স্বৰূপত।",
        "yolo_confidence": 0.9480672478675842,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1238,
          157,
          1366,
          238
        ],
        "ocr_text": "১৩৩",
        "yolo_confidence": 0.7648250460624695,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          562,
          156,
          838,
          240
        ],
        "ocr_text": "লক্ষ্মীকান্ত বৰুৱা",
        "yolo_confidence": 0.47396549582481384,
        "psm_used": 6
      }
    ]
  },
  "assamese_29.jpg": {
    "language": "asm",
    "original_size": [
      1433,
      2261
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          86,
          774,
          1381,
          1645
        ],
        "ocr_text": "-- মই আটাইতকৈ ডাঙৰ কামটো কৰিছিলো। প্রত্যেক দিনাই মনোযোগৰে ৰিহাৰ্চেল চাইছিলো। ৰিহাৰ্চেললৈ সন্ধিয়া আহিম বাবে পুৱা চাৰি বজাতে উঠি স্কুলৰ হ'মৱৰ্ক কৰিছিলো, যাতে ঘৰত গালি খাব লগা নহয়। তাৰ মাজতো দুদিন মাৰ পৰা ভাল মাৰ খাইছিলো। কোনটো দৃশ্যত কোনে কি পিন্ধিব, মই মুখস্থ কৰি উইংছৰ কাষত সদায় ৰৈ থাকিছিলো। এবাৰ 'হাতী' নাটকখনত মৌজাদাৰৰ ভাও লোৱা শশাক বৰদেউতা কৌোবেৰে মঞ্চৰ পৰা ভিতৰলৈ সোমাই আহোতে উইংছৰ কাষত আন্ধাৰত মোক নেদেখি প্ৰচণ্ড খুন্দা এটা মাৰিলে। মই উফৰি ধুম্‌কৈ তেজ ববলৈ ধৰিলে। লগে লগে ডাক্তৰৰ ওচৰলৈ মোক নিলে। এয়া চা, এতিয়াও কপালৰ সোঁফালে এই চিনটো আছে--- চিলাইৰ চিন। নাটকত অভিনয় কৰা নাই কি হ'ল, নাটকৰ স্থায়ী চিহু মোৰ কপালত থাকি গ'ল। আটাইবোৰ গিৰ্জনি মাৰি হাঁহি দিলে ৰশ্মিৰ কথাত।",
        "yolo_confidence": 0.9684799313545227,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          88,
          1626,
          1384,
          2219
        ],
        "ocr_text": "সীতা আৰু ৰতিমোহন সোমাই আহিল। মুহূৰ্ততে পৰিবেশটো গহীন হৈ গ'ল। সীতাই কান্ধৰ পৰা কাপোৰৰ বেগটো নমালে। ৰেজিষ্টাৰ বুক, কাগজৰ ফাইল হাতৰ পৰা টেবুলত থ'লে ৷ বিভূকাই সোমাই আহিল এক ট্ৰে ৰঙা চাহ লৈ। 'জালুক দিয়া ৰঙা চাহ, বহুত বছৰৰ মূৰত আকৌ এইদৰে চাহ কৰি আনি বৰ ভাল লাগিছে। আখৰা আৰম্ভৰ আগেয়ে খাই লোৱা।' বাপু, ৰশ্মি উঠি আহি চাহৰ কাপবোৰ ট্ৰেৰ পৰা তুলি সকলোৰে হাতে হাতে দিলে। সীতাই পৰম তৃপ্তিৰে চাহৰ কাপত চুমুক দি পৰিবেশটো অনুধাৱন কৰি লৈ কণ্ঠস্বৰ পৰিষ্কাৰ কৰি ক'বলৈ আৰম্ভ কৰিলে--",
        "yolo_confidence": 0.9659666419029236,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          84,
          190,
          1383,
          644
        ],
        "ocr_text": "লগত লৈ আহিব নেকি?' অপূৱে ৰশ্মিলৈ চাই সুধিলে। তাই বিজ্ঞৰ দৰে উত্তৰ দিলে 'ৰতিদা নহ'লে মিউজিকেই নহ'ব, সীতাবাইদেৱে লগত লৈহে আহিব।' স্কুলৰ চকীদাৰ বিভূকাইৰ ল'ৰা বাপু এতিয়া হায়াৰ ছেকেণ্ডাৰীৰ চূড়ান্ত শ্ৰেণীত। সি আহি বেঞ্চ এখনত সশব্দে বহি ক'লে-- ষ্টেজত লগা ফ্ৰেম, ঘৰ-দুৱাৰ কিবা সাজিব লগা থাকিলে চিন্তা নাই। ষ্টেজ প্রপাৰটি' মই ক্লাছ ছেভেনত",
        "yolo_confidence": 0.9099394679069519,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          86,
          622,
          1379,
          794
        ],
        "ocr_text": "-=_ আৰু মই যে প্রম্‌ট কৰিছিলো, ৰফিকে তৎক্ষণাৎ নিজৰ যোগ্যতা জাহিৰ কৰিলে।",
        "yolo_confidence": 0.746401846408844,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          87,
          111,
          211,
          192
        ],
        "ocr_text": "১৪৪",
        "yolo_confidence": 0.6944210529327393,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          621,
          109,
          845,
          196
        ],
        "ocr_text": "ৰাগ-অনুৰাগ",
        "yolo_confidence": 0.501209020614624,
        "psm_used": 4
      }
    ]
  },
  "assamese_3.jpg": {
    "language": "asm",
    "original_size": [
      1462,
      2326
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          97,
          856,
          1398,
          1148
        ],
        "ocr_text": "কিন্তু প্ৰতিমাৰ আশাত ছাই পৰিল। যিটো কথা বৰ সহজ, বৰ সুন্দৰ, শুভ বুলি ধাৰণা কৰিছিল--মাহীয়েকে তাতেই অশুভ দেখিলে৷ বহুতো কথা-বতৰাৰ পিছত মাহীয়েকে ছোৱালীজনীৰো তেনে অৱস্থাত দিন যাওক-- এইটো মই ভাবিবলৈ টান পাওঁ৷\"",
        "yolo_confidence": 0.939452052116394,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          96,
          1125,
          1398,
          1417
        ],
        "ocr_text": "প্রতিমাই কৈছিল--'মাহীদেউ! ঘৰৰ কাম-বন নিজে কৰা কথাটোত আপুনি ইমান ভৱিষ্যৎ উজ্জ্বল; আৰু স্বভাৱ-চৰিত্ৰ আদি সকলো পিনৰপৰাই ল'ৰাটোৰ খুঁত নাই! মই ভাবিছোঁ বিয়াখন হ'লে ইহঁত দুয়ো সুখী হ'ব। সেইটোতো প্রধান কথা মাহীদেউ ৷\"",
        "yolo_confidence": 0.9356606006622314,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          91,
          357,
          1394,
          591
        ],
        "ocr_text": "কাবেৰীয়ে মাতিব কি? কিবা এটা লাজ, এক অপৰাধবোধত তলমূৰ কৰিছিল। অলপ ৰৈ ক'লে, \"বাইদেউ ! মই কাইলৈকে যাওঁগৈ। বাছত অকলেইতো যাব পাৰিম। মাৰ চাগৈ বৰ কষ্ট হৈছে।\"",
        "yolo_confidence": 0.9004372954368591,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          93,
          718,
          1396,
          878
        ],
        "ocr_text": "\"অ'। আচৰিত হৈছ কেলেই? মই নগ'লে কেনেকৈ হ'ব? মাহীদেউৰ লগত যে বহুত কথা আছে।\"",
        "yolo_confidence": 0.8977854251861572,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          96,
          1389,
          1401,
          1749
        ],
        "ocr_text": "\"হ'লেও--, তই বেয়াভাৱে নলবি প্রতিমা-- কান্তিৰ মাক-বাপেক নাই; পিছৰ কথা পিছলৈ হ'ব, এতিয়া আৰ্থিক অৱস্থা সচ্ছল নহয়। একেজনী ছোৱালীক মই সুখত পৰাকে কামনা কৰোঁ। ইতিমধ্যে আন এঠাইত কাবেৰীৰ বাবে মই চেষ্টা কৰিছোঁ। কথা প্রায় পকা হৈ গৈছে। তেওঁবিলাকক লাগে ধুনীয়া ছোৱালী ৷ গতিকে বিয়াখন হৈ যাব বুলি আশা কৰিছোঁ দশৰথ মৌজাদাৰৰ নাম শুনিছ নহয়-- তেওঁৰ সৰু ল'ৰাটোলৈ--\"",
        "yolo_confidence": 0.894982635974884,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          100,
          1864,
          1399,
          2028
        ],
        "ocr_text": "\"সেইটোৱেই সঁচা কথা, আৰু কাবেৰীও মোৰে ছোৱালী, মোৰ কথা যে তাই",
        "yolo_confidence": 0.8919594287872314,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          97,
          1724,
          1400,
          1886
        ],
        "ocr_text": "ৰ প্রায় বাধা দিয়ে প্রতিমাই ক'লে, \"তাকে কওক--মাহীদেউ ৷ আপুনি মাক হৈ",
        "yolo_confidence": 0.8880559206008911,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          90,
          218,
          1398,
          383
        ],
        "ocr_text": "প্রতিমাই ক'লে, \"ইচ সঁচাকৈয়ে মাহীলৈ চিঠি দিয়া হোৱা নাই! বৰ ভুল হৈ গৈছে; তয়ো বাৰু পাহৰিব লাগেনে?\"",
        "yolo_confidence": 0.8256045579910278,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          90,
          77,
          1394,
          242
        ],
        "ocr_text": "কেইবাদিনো চিঠি নাপাই মাহীয়েকে চিন্তা কৰিছে, আৰু সোনকালে উত্তৰ দিবলৈ লিখিছে। পাৰিলে সোনকালেই কাবেৰীক মাতি পঠাইছে।",
        "yolo_confidence": 0.7976678013801575,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          99,
          2004,
          1400,
          2170
        ],
        "ocr_text": "প্রতিমা বিচলিত হৈছিল। মহেশৰ কথা কোনে নাজানে? প্রতিমা আচৰিতো হ'ল। মাহীয়েকে একে৷ নাজানে নে? নে জানিও আগ বাঢ়িছে। দেউতাকৰ উচ্চ শিৰ",
        "yolo_confidence": 0.7392393946647644,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          187,
          575,
          636,
          664
        ],
        "ocr_text": "\"ময়ো যাম তোৰ লগত।\"",
        "yolo_confidence": 0.6250336766242981,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          188,
          645,
          361,
          743
        ],
        "ocr_text": "\"্তুমি {\"",
        "yolo_confidence": 0.6091837882995605,
        "psm_used": 4
      },
      {
        "block_type": "Page-footer",
        "bbox": [
          1326,
          2183,
          1398,
          2269
        ],
        "ocr_text": "৫",
        "yolo_confidence": 0.5243011116981506,
        "psm_used": 6
      }
    ]
  },
  "assamese_30.jpg": {
    "language": "asm",
    "original_size": [
      1463,
      2306
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          150,
          603,
          1448,
          968
        ],
        "ocr_text": "তই ৰাজনীতি কৰিছ। এনেকুৱা পৰিস্থিতি কেতিয়াবা দেখিছনে? মানুহৰ ঘৃণা অবিশ্বাসলৈ মোৰ বৰ ভয় লাগে। কিন্তু এতিয়া মোৰ বেছি ভয় হৈছে মানুহৰ শ্ৰদ্ধা আৰু বিশ্বাসলৈ। তোক সকলো মানুহে বিশ্বাস কৰে, তই ৰাজনৈতিক কৰ্মী। কিন্তু মোক কিয় বিশ্বাস কৰি পেলাইছে? শিল্পী হ'লেই জানো মানুহ দেৱতা হৈ যায়? ২ কত ভ",
        "yolo_confidence": 0.9281419515609741,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          151,
          409,
          1448,
          639
        ],
        "ocr_text": "__ কাৰখানাৰ বনুৱা, মেকানিক, মদাহী, নানা-মানুহ---সিহঁতেও মোৰ ছবি কিনে! ছবি ভাল দেখি? নহয়। ছবিৰ বিশেষ একো সিহঁতে নুবুজেই। ছবি কিনে মোক আৰ্থিক সহায় কৰিবৰ কাৰণে। ্যল্্ছলে্ম্ছ্‌ নন স্স্ত্",
        "yolo_confidence": 0.9230612516403198,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          148,
          1321,
          1445,
          1554
        ],
        "ocr_text": "'_ তুই জানই, মই আগৰে পৰা সংযত, শিল্পী হলেও শিল্পীৰ দুৰ্বলতাবোৰৰ পৰা ভাবপ্রৱণতাৰ ওচৰত পৰাজিত হ'বলৈ দিয়া নাই। স্ম্্ৰিস্ম্ম্ল্ম্কলে ন্্ছি ৰ\" নৈ",
        "yolo_confidence": 0.8965758085250854,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          150,
          993,
          1447,
          1362
        ],
        "ocr_text": "অন্ধ ৰমজান বুঢ়াৰ অনাথ নাতিনীয়েক পৰী---সৰু ছোৱালী---১৫ বছৰমান হৈছে। কিন্তু সৰু ছোৱালী হলেও তাই কান্দিবলৈ শিকিছে। তায়ে বৰ্তমান মোৰ আৰু এই ১৫ বছৰীয়া ছোৱালীজনীয়ে মোৰ ডিঙিত সাবটি ধৰি তাইৰ মান-অভিমানৰ কাহিনী কয়। তাইলৈ মোৰ অদ্ভুত মৰম লাগে। পা ভিত ত.",
        "yolo_confidence": 0.8804595470428467,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          150,
          1518,
          1445,
          1685
        ],
        "ocr_text": "কিন্তু মোৰ পৰিস্থিতিটো এবাৰ চিন্তা কৰি চাচোন। জীৱনে এইদৰে অক্টোপাছৰ দৰে আগুৰি ধৰিলে পলাই সাৰিবৰ উপায় ক'ত। জি ন্ছৈ 7 ৰ _ = ত \"৬__ ১৮.২.",
        "yolo_confidence": 0.5782800316810608,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          150,
          80,
          1446,
          443
        ],
        "ocr_text": "পুৰুষক তাই ঘিণ কৰে, দুৰ্বল বুলি, মোক তাই সুৰেৰে পূজা কৰে---দেৱতা বুলি। তথাপি, তাইক মই ঘিণ কৰো। মই ভাবিছিলে| যে ঘৰৰ পৰা আঁতৰি আহি মই মানুহৰ হাত সাৰিহো। কিন্তু কি দুৰ্ভগ্য, মই চিনি নোপোৱ৷ মানুহবোৰেও মোক চিনি পায়। কেৱল চিনি পায় ?-- মোক ভাল পায়। স্ন ৰ্ম্হ মী হি স্ম্ত্লিকল্ত্",
        "yolo_confidence": 0.5401793122291565,
        "psm_used": 4
      },
      {
        "block_type": "Page-footer",
        "bbox": [
          663,
          2161,
          855,
          2247
        ],
        "ocr_text": "১৭১",
        "yolo_confidence": 0.5376113057136536,
        "psm_used": 4
      }
    ]
  },
  "assamese_31.jpg": {
    "language": "asm",
    "original_size": [
      1421,
      2319
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          59,
          167,
          1357,
          542
        ],
        "ocr_text": "ভয়ংকৰ শব্দ কৰি, কিছু সৈন্য আৰু বৰটোপটো লগত লৈ চাংখন অতল গহ্ৰত ডুবি গ'ল। শত্ৰুসৈন্য দুভাগ হোৱাৰ লগে লগেই খালৰ সিপাৰে থকা সিহঁতৰ প্ৰধান দলটোৰ ওপৰত গিৰ্‌ গিৰ্‌ শব্দ কৰি বিৰাট বিৰাট শিলবোৰ ওপৰৰপৰা বাগৰি পৰিলহি। আচম্বিতে কৰা আমাৰ আক্ৰমণত আক্ৰান্ত হৈ দুয়ো পাৰৰে শত্ৰুক বিভ্ৰান্ত কৰি দিলে।",
        "yolo_confidence": 0.9534632563591003,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          60,
          646,
          1357,
          1645
        ],
        "ocr_text": "তাৰ পাছত আৰম্ভ হ'ল বৰ্ণনা কৰিব নোৱাৰা মহা প্রলয়। মানুহে মানুহৰ জীৱন লৈ যে এনেকৈ হেঁতালি খেলিব পাৰে সি মোৰ কল্পনাতীত আছিল। মোৰ ওচৰৰ আনন্দই প্ৰথমেই সমুখৰটোক দুছোৱা কৰিলে। তাৰ কুৎসিত দেহাৰপৰা ওলোৱা তপত তেজ চকুত পৰিল, খন্তেকলৈ একো ক'ব নোৱাৰা হৈ গলো। মানুহৰ ইমান তেজ একেলগে কেতিয়াও দেখা নাই। হঠাৎ মোৰ গাটো ছিটিকি দূৰৈত পৰিলগৈ। কাৰ তৰোৱালৰ আগত ক'ব নোৱাৰো, কিন্তু সি অলপ তলেৰে যোৱা হ'লে নিশ্চয় মূৰটোও লগতে লৈ গ'লহেঁতেন। ইমানপৰ মানুহ হৈ আছিলো, এইবাৰ হৈ পৰিলো উন্মত্ত পশু- চকুৰে একো স্পষ্ট দেখা নাই। ঢাল তৰোৱালৰ সংঘৰ্ষত সকলো আন্ধাৰ হৈ গৈছে। গাৰ গোটেই শক্তিৰে বিকট আৰ্তনাদ কৰি কৰি মাথে অস্ত্ৰ চলাইছো। তৰোৱালৰ আগেৰে সমুখৰ বাট ক্ৰমাৎ মুকলি কৰি নিছো। অদ্ভুত শব্দৰ সংমিশ্রণত- উন্মাদ পশুৰ তাণ্ডব নৃত্যৰ মাজত, নিজৰ জ্ঞান, বিবেক-বুদ্ধি, অনুভূতি সকলো লুপ্ত হৈ গৈছে। মাথোঁ এটা নিষ্ঠুৰ যন্ত্ৰৰ দৰে কেৱল আঘাতৰ পাছত আঘাত কৰি গৈছো। কিমান সময়- এটা মুহূৰ্ত নে এটা দিন নে এটা বছৰ, তাক ধাৰণা কৰিবৰ সেই শক্তিকণো লুপ্ত হৈ গৈছে।",
        "yolo_confidence": 0.9376066327095032,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          60,
          1611,
          1355,
          2269
        ],
        "ocr_text": "তাৰ পাছত- কিমানপৰ পাছত ক'ব নোৱাৰো- ঠিক যেনেকৈ এই মৰণ অগনি 'দপ'কৈ জ্বলি উঠিছিল, ঠিক তেনেকৈয়ে অসময়ত আকৌ 'দপ'কৈয়ে নুমাই গ'ল! লাহে লাহে চেতনা ঘূৰাই পালো- দেহৰ প্ৰতিটো ইন্দ্ৰিয় ক্ৰমাৎ সজাগ হৈ উঠিল। বুজিলো মই মৰা নাই। যুদ্ধক্ষেত্ৰ নিস্তৰ্ধ- প্রায় গধূলি হৈ আহিছে। এজাক মৰাশৰ মাজত থিয় দি আছো। চাৰিওফালেই ডোঙা ডোঙা তেজ-মানুহৰ তেজ; গাৰ নাই- ইফালে সিফালে সিঁচৰতি হৈ পৰি আছে, কাৰোবাৰ এখন হাত, কাৰোবাৰ এখন ভৰি-বিকৃত কিছুমান মূৰ, ঢাল, তৰোৱাল...নাই, আৰু চাব নোৱাৰি- নঞ্ন, বীভৎস মানুহৰে এই ভয়াবহ পৰিণতি চাই থকা সাধ্য মোৰ নাই।",
        "yolo_confidence": 0.9291086792945862,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          60,
          510,
          1356,
          679
        ],
        "ocr_text": "এইবাৰ মোৰ পাল। সুযোগ বুজি মোৰ দলটোক সংকেত দি, আলিৰ দুয়ো",
        "yolo_confidence": 0.9062795639038086,
        "psm_used": 4
      }
    ]
  },
  "assamese_32.jpg": {
    "language": "asm",
    "original_size": [
      1477,
      2353
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          109,
          750,
          1404,
          991
        ],
        "ocr_text": "\"আৰু কি হ'ব? বহুতদিন তোমালোকে অবাৱতে ছটফটাই আছা দেখি মোৰ কষ্ট হৈছিল। আজি দুয়োৰে বুকুলৈ শান্তি আনি দিব খুজিছিলো। ..মইতো জানো বিৰহ অগনিৰ তাপ কিমান...!\"",
        "yolo_confidence": 0.8589681386947632,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1284,
          100,
          1404,
          184
        ],
        "ocr_text": "২১১",
        "yolo_confidence": 0.6957387328147888,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          111,
          958,
          1403,
          1193
        ],
        "ocr_text": "চম্পাই হীঁহি ক'লে-- \"মইনো পৃথিৱীৰ কি নাজানো..? ..আহা এতিয়া-\"' চম্পাক বাধা দি কলো-- \"থাকক চম্পা, মই এতিয়া আৰু নাযাওঁ, মোৰ",
        "yolo_confidence": 0.6513107419013977,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          171,
          1167,
          1403,
          1270
        ],
        "ocr_text": "পাছমুহূৰ্ততে চম্পাক আন্ধাৰতে এৰি থৈ ময়ো আন্ধাৰৰ মাজতে অদৃশ্য হৈ গলো।",
        "yolo_confidence": 0.5477890968322754,
        "psm_used": 4
      }
    ]
  },
  "assamese_33.jpg": {
    "language": "asm",
    "original_size": [
      1505,
      2343
    ],
    "blocks": [
      {
        "block_type": "Page-header",
        "bbox": [
          1285,
          176,
          1410,
          259
        ],
        "ocr_text": "২২৩",
        "yolo_confidence": 0.7101828455924988,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          447,
          208,
          1238,
          1097
        ],
        "ocr_text": "ভব ণুণৰ থ।আান্নাথা চোৱাঁহি বিধাতাৰ বাজী! ল'ৰা-ৰজা, তোমাৰেসে গুণে হ'মগৈ সভাতে থিয়; , থাকেমানে তোমাৰে যশস্যা গাব আছে যত জীৱ। | সমজুৱা, চিন্তা-শোক এৰাঁ; আশীৰ্ব্বাদ অগ্নি-পৰীক্ষাত যেন পাৰি দিব পাৰোৌ। হৰ দেউতা লাঙি গদাপাণি, র্বতে পাযণ্ডে নিলগতে ফুৰিম এ ৰঙা পখিলাটি হৈ।",
        "yolo_confidence": 0.6399187445640564,
        "psm_used": 4
      }
    ]
  },
  "assamese_34.jpg": {
    "language": "asm",
    "original_size": [
      1552,
      2373
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          268,
          1207,
          953,
          1817
        ],
        "ocr_text": "আকাঙ্ক্ষা মনত কিন্তু, হে মাতৃ ভাৰতী, ৰণ-বেশে সৈন্য স'তে প্ৰৱেশি যুদ্ধত চাম আজি ৰণ-ৰঙ্গ বীৰ ৰমণীৰ যৱন সেনাৰে স'তে; কিন্তু লাগে খেদ মূৰ্খ আমি,-- পাম ক'ত যোগ্যৱান বেশ তেনেকুৱা ? হীনবেশে কি ৰূপে সোমাম নকৰা দাসক কৃপা ? দৰিদ্ৰ-বৎসলা জানো তুমি চিৰদিন; পূৰ্ণ কৰী আশা, মনৰ কামনা দেৱী, দীন হিতেশৰ ৷",
        "yolo_confidence": 0.9114067554473877,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          265,
          688,
          959,
          1240
        ],
        "ocr_text": "বজালে কি হ'ব বীণা আসাম-মৰুত? জনশূন্য মৰুভূমি কেলেই সঙ্গীত ভগা ইবীণাৰ ধ্বনি? নতুবা আমাৰ নাবাজে ই ভগা বীণা সুশ্ৰাব্য মধুৰ (ছিন্ন তীৰ, কি বাজিব)? নতুবা কি আমি শক্তিহীন ক্ষুদ্ৰ প্ৰাণী নগণ্য মানৱ, অতি ক্ষুদ্ৰ-_ক্ষুদ্ৰকায়, কোন সাহসত ধৰিম আকাশী জোন ? ভগ্নপদ প্রাণী কি কৰি লঙিঘম গিৰি? কি সাধ্য আমাৰ? স্তি",
        "yolo_confidence": 0.9002427458763123,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          442,
          240,
          950,
          507
        ],
        "ocr_text": "উথলি আছিল সদা শোক-সাগৰৰ থউকি-বাথুকি ঢউ চিৰজীৱনত ৷\" আৰু ক'বা, \"ভাৰতীৰ ভাবি শ্ৰীচৰণ উছৰগ কৰিছিল গোটেই জীৱন ৷\"",
        "yolo_confidence": 0.730546772480011,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          269,
          1781,
          919,
          2167
        ],
        "ocr_text": "আহাঁ হেদুৰাশা: তুমি নিত্য সহচৰী হিতেশৰ, দিয়া বল ভগ্ন হৃদয়ত; ভগা বীণা পুনু আজি বাজোক উলাহে (যদিওবা ভগ্নসুৰ) কাৰোবা যদিও নজনমে তৃপ্তি শুনি ই বন্ধাৰধ্বনি। তুমিও আহা হে দেৱী কল্পনা, আমাৰ",
        "yolo_confidence": 0.694315493106842,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1208,
          89,
          1332,
          174
        ],
        "ocr_text": "২৫১",
        "yolo_confidence": 0.6770046949386597,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          557,
          95,
          848,
          185
        ],
        "ocr_text": "হিতেশ্বৰ বৰবৰুৱা",
        "yolo_confidence": 0.48790889978408813,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          239,
          530,
          1038,
          655
        ],
        "ocr_text": "যুদ্ধক্ষেত্ৰত আহোম-ৰমণীৰ পৰা৷",
        "yolo_confidence": 0.46006539463996887,
        "psm_used": 4
      }
    ]
  },
  "assamese_35.jpg": {
    "language": "asm",
    "original_size": [
      1290,
      1950
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          296,
          138,
          1007,
          1838
        ],
        "ocr_text": "মৰিল অসুৰ ছাদি ৰুধিৰ। বাব৷ ভৈলা বাহু ফাটি শৰীৰ।। ২১৩ কেশী-বধ দেখি হাসি হৰিষে। ব্ৰহ্মা আদি দেৱে পুষ্প বৰিষে।। কংসৰ বোলে যত দৈত্য আসে। সৱে অগনিত পতঙ্গ বাাসে।। ২১৪ এহিমতে সৱে অসুৰ মাৰি। ফুৰিলা বৃন্দাবনে গৰু চাৰি।। গো-ধূলি পড়ি ৰঞ্জে মুখ আখি। মাথাত পিন্ধিলা মৈৰাৰ পাখি।। ২১৫ গুঞ্জাৰ থোপা কৰ্ণত আড়ি। কাষত লৈয়া শিঙ্গা বেত বাড়ি।। মোহন বাংশী বেৰটিত থই। ব্যঞ্জন ভাত বাম হাতে লই।। ২১৬ ভোজন কৰা তুমি যদুৰাজে। বসিয়া ৰঙ্গে গোপ-শিশু মাজে।। কোনে বুবিিবেক তোমাৰ লীলা। কটাক্ষে ভূমিৰ ভাৰ হৰিলা।। ২১৭ কৃষ্ণৰ কিঙ্কৰে শঙ্কৰে ভণে। গোপাল-কেলি শুনা সৰ্ব্ব জনে।। মোক্ষ পাইবা যেৱে সংসাৰ তৰি। সঘনে ডাকি বোলা হৰি হৰি।। ২১৮ ৷। ৰাসক্রীড়া সমাপ্ত ।। ১১ক।।",
        "yolo_confidence": 0.8645130395889282,
        "psm_used": 6
      },
      {
        "block_type": "Page-header",
        "bbox": [
          518,
          55,
          717,
          151
        ],
        "ocr_text": "ৰাস-ক্ৰীড়া",
        "yolo_confidence": 0.5268987417221069,
        "psm_used": 4
      }
    ]
  },
  "assamese_36.jpg": {
    "language": "asm",
    "original_size": [
      1309,
      1962
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          440,
          214,
          1307,
          1883
        ],
        "ocr_text": "মিলিল উৎসৱ শুনি নাৰীগণ যত। চাহিবাক লাগি সৱে চড়িলা গৃহত।। কৃষ্ণক দেখিবে কাৰো উত্ৰাৱল চিত্ত। পিন্ধে বস্তু-অলঙ্কাৰ কৰি বিপৰীত।। ৩০৯ এক কৰ্ণে কুণ্ডল কঙ্কণ এক কৰে। বিমোহিত হুয়া আসে বস্স্ৰো নসম্বৰে।। অঞ্জনে ৰঞ্জিল মাত্ৰ এগোটা লোচন। কতো কতো নাৰীগণে এড়িল ভোজন।। ৩১০ পিয়ন্তে আছিল তন শিশুক এড়িল। কৃষ্ণক দেখিবে মনে গৃহত চড়িল। ৰাজপথে চলি যান্ত লীলায়ে মাধৱ। তাসম্বাৰ নয়নৰ বঢ়ায়া উৎসৱ।। ৩১১ কমল-লোচন হাসি কটাক্ষে চাহান্তে। সমস্তে নাৰীৰ মন হৰিল একান্তে।। যাৰ গুণ-কথাক শ্ৰৱণে আছো শুনি। নেত্ৰ ভৰি দেখো হেন কৃষ্ণক আপুনি।। ৩১২ কৃষ্ণৰ কটাক্ষ হাস্যে বৰিষে অমৃত। পূৰি মনোৰথ সৱে ভৈল কৃতকৃত্য।। নয়নৰ পথে নিয়া কৰি অভ্যন্তৰ। আনন্দ-মূৰ্ত্তিক আলিঙ্গয় নিৰন্তৰ।। ৩১৩",
        "yolo_confidence": 0.912826418876648,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          270,
          125,
          397,
          203
        ],
        "ocr_text": "৩২৮",
        "yolo_confidence": 0.7420175671577454,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          712,
          114,
          940,
          205
        ],
        "ocr_text": "কীৰ্ত্তন-ঘোষা",
        "yolo_confidence": 0.49146103858947754,
        "psm_used": 4
      }
    ]
  },
  "assamese_37.jpg": {
    "language": "asm",
    "original_size": [
      1546,
      2369
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          332,
          941,
          1138,
          2242
        ],
        "ocr_text": "গানে মোৰ নোছোৱে আকাশ; ছোৱে জানো হৃদয় তোমাৰ? নেজানো সঠিক। তোমাক উদ্দেশি গাওঁ যত মোৰ গীত সখী, সেয়ে হ'ব নালাগে অধিক৷ খন্তেকৰ ফুল ছিঙি চেনেহৰ যিবা হাৰ ৰাতিপুৱা গীথি ফুলনিত, তোমাক পিন্ধাওঁ প্ৰিয়া, গধূলি শুকাই যায় সেই মালা তোমাৰডিঙিত। _ পোহৰত হীহি-নাচি উঠে যি পৃথিৱীখনি, সৌন্দৰ্য্যৰ ৰ পিন্ধি পুষ্প-হাৰ, নীৰৱে মৰহি পৰে, যেতিয়া মৰণ-ছী লাহে লাহে নামে সন্ধিয়াৰ । দুখৰ নিশাত আমি জ্বলাই আশাৰ চাকি পোহৰাওঁ খন্তেক মাথোন; আমাৰ জুপুৰি পঁজা, জগত এন্ধাৰ ৰয়,নীলাকাশ তিমিৰ-মগন। অসত্য বিশ্বৰ লীলা? কোনে কয়? সত্য এই বেদনাৰ গৌৰৱ অক্ষয়। সত্য এই দিনে দিনে পোহৰৰ অভিযান, সত্য হেৰা এন্ধাৰৰ জয়। ক্ষুদ্-পৰিসৰ এই ধৰাত কৃৰাত বন্দী আমি হায়, ধূলিতে বাগৰি।",
        "yolo_confidence": 0.7248643040657043,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1230,
          144,
          1357,
          226
        ],
        "ocr_text": "৩৬১",
        "yolo_confidence": 0.5193764567375183,
        "psm_used": 4
      }
    ]
  },
  "assamese_38.jpg": {
    "language": "asm",
    "original_size": [
      1290,
      1950
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          166,
          835,
          1198,
          1869
        ],
        "ocr_text": "পদ ।। শিশুপাল প্ৰমূখ্যে নৃপতিগণ জিনি। ভীষ্মক দুহিতা হৰি আনিলা ৰুক্মিণী।। ৰুক্মক মুণ্ডিলা ধৰি পৰম বিক্ৰমে। অষ্ট মহিষীক বিহা কৰিলা প্ৰথমে।। ১ গৰুড়ত চড়ি নৰকক দিলা ধাৰ। তাক মাৰ পাইলা কন্যা ষোড়শ হাজাৰ।। সৱাকো পঠাইলা প্ৰভু দ্বাৰকাক প্রতি। সত্যভামা সমে পাছে গৈলা অস্ৰাৱতী।। ২ অদিতিক দিলা নিয়া অমৃত কুণ্ডল। তোমাক অৰ্চ্চিল আসি দেৱ আখণ্ডল।। বাসৱে সহিতে হৰি কহি কথা-মাত। * খুজিলা ভাৰ্য্যাৰ পদে পুষ্প পাৰিজাত।। ৩ পা\" ঘোষা ১।। ৰাম প্ৰভু -- কৃষ্ণ ৰাম। ূ",
        "yolo_confidence": 0.6976816654205322,
        "psm_used": 6
      }
    ]
  },
  "assamese_39.jpg": {
    "language": "asm",
    "original_size": [
      1322,
      1971
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          338,
          165,
          1013,
          1865
        ],
        "ocr_text": "মিলিলা কৃষ্ণৰ চৰণে পড়ি।। সাৰূপ্য পায়া ভৈলা পাৰিষদ। বিস্ময় দেখি লোক নিশবদ।। ৮৫ পৰম মানী দুৰ্য্যোধন ৰায়। _ ভ্ৰমিলা সভাৰ সম্পত্তি চাই।। তুলিলা বস্তু পানী বুলি স্থলে। স্থল হেন বুলি পড়িলা জলে।। ৮৬ দ্ৰৌপদী সমে নাৰীগণে আসি। চাপৰি বজায়া তুলিলা হাসি।। ভীমৰ উপহাস্যে কুৰুৰাজ। মৰণ-সমান ভৈ গৈল লাজ।। ৮৭ মৃতক যেন ভৈল কুৰুপতি। কৃষ্ণৰ কটাক্ষে ভ্ৰমিল মতি।। ' তোলাই ইটো কোপ কুৰু ৰাজাৰ। হৰিবো সমস্তে ভূমিৰ ভাৰ।। ৮৮ লাগোক বিবাদ কুৰু-পাণ্ডৱে। নমাতি থাকিলা বসি মাধৱে।। পাণ্ডৱৰ হাতে সমৰ জিন্নি। মৰাইলা অষ্টাদশ অক্ষৌহিণী।। ৮৯ হৰত বৰ পায়া শাল্ব ৰাজা। মাৰিবাক গৈলা যাদৱ প্রজা।।",
        "yolo_confidence": 0.8806005716323853,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1101,
          89,
          1225,
          172
        ],
        "ocr_text": "৪৯৭",
        "yolo_confidence": 0.7537734508514404,
        "psm_used": 4
      }
    ]
  },
  "assamese_4.jpg": {
    "language": "asm",
    "original_size": [
      1462,
      2348
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          132,
          1862,
          1435,
          2295
        ],
        "ocr_text": "\"% = নস্প্ধ ূ '') \",' দি '২// \"৬, -)' ভু. 7), ৯ সদা ৯, ৯ = ))/৯৮১// 7২১ ভ্,। বুকুৰ বিষ আৰু কাহ আজলী বুঢ়ীৰ গাৰ ছীৰ নিচিনা হ'ল। ললিতাৰ সেৱা- শুশ্ৰাষা তেওঁৰ গাত পাকঘৰৰ বাঁহৰ ঠেকা দুডালৰ নিচিনাকৈ লাগি ৰ'ল। ললিতাৰ এটা ল'ৰা হ'ল; বৰ কম সময়ৰ ভিতৰতে সি বহিব পৰা হ'ল, হাতেৰে বস্তু খামোচ মাৰি ধৰিব পৰা হ'ল, কোনো অর্থ নোহোৱাকৈ, কোনো কাৰণ, নোহোৱাকৈ মন গ'লেই হাঁহি দিব পৰা হ'ল। ল'ৰাটো মজিয়াত বহুৱাই থৈ ললিতা ঘৰৰ কামত লাগে গৈ; বিছনাৰপৰা আপোনমনে খেলি থকা ল'ৰাটোলৈ চাই থাকোঁতে থাকোঁতে আজলী",
        "yolo_confidence": 0.932644784450531,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          130,
          145,
          1428,
          2047
        ],
        "ocr_text": "পৰাহি যেন লাগে। কমাৰ্চৰ গ্ৰেজুৱেট ৰায়চৌধুৰীয়ে কেতিয়াবা পিছফালে ইখন-সিখন কৰি থকা ললিতালৈ অলপ সময় চাই থাকি মণিকাই শুনাকৈ অথচ নিজকে কোৱাৰ নিচিনাকৈ কয়, \"কেনেকুৱা এটা ঘৰত কেনে সুন্দৰ ছোৱালীজনী পৰিছেহি দেখিছা? ইকৰা এডাল সলনি নকৰাকৈয়ে গোটেই ঘৰখন সলনি হৈ গৈছে।\" মণিকাই লগে লগে উত্তৰ দিয়ে-- \"বোকাৰ পদুম ফুল।\" চেষ্টা কৰটো নন্দৰ ভুল হৈছে। সি অন্ততঃ মানুহজনী মুকলিমূৰীয়াকৈ ওলোৱা- সোমোৱাৰ সুবিধাৰ কাৰণে আঁৰবেৰ অকণমানৰ ব্যৱস্থা কৰি ল'ব লাগিছিল।\" ৰায়চৌধুৰীয়ে কয়, \"ওচৰে-পাঁজৰে মানুহেই নাই, আঁৰবেৰ কাৰ কাৰণে?\" মণিকাই অলপ টান মাতেৰে সোধে, \"আমি মানুহ নহওঁ নেকি?\" এনেকুৱা অৱস্থাত ৰায়চৌধুৰীয়ে সদায় একেষাৰ কথাকে কয়, \"আহা-হা, তুমি কথাটো বুজা নাই!\" .নতুন আঁৰবেৰ দিয়াতো নহ'লেই, বৰঞ্চ দুয়োঘৰৰ মাজত থকা আধাভগা জেওৰাখনো ৰায়চৌধুৰীহঁতৰ দ্বিতীয় সম্ভানটোৰ মুখত ভাত দিয়াৰ সময়ত উঠি গ'ল। নিমন্ত্ৰিত মানুহক খুউৱা-বুউৱাৰ ঠাইডোখৰ ঠিক কৰোঁতে জেওৰাখন তুলিবলগীয়া হ'ল। অন্নপ্ৰাসনৰ দিনা ধলপুৱাৰেপৰা মাজনিশালৈকে ললিতাই ৰায়চৌধুৰীহঁতৰ ঘৰত জক্লান্তভাৱে খাটিলে। ঠাই-ঘৰ সাৰি-পুচি, সকলো জঞ্জাল মাৰি ৰাতি বাৰমান বজাত ললিতা গুচি যোৱাৰ পিচত আনকি মণিকায়ো ক'বলৈ বাধ্য হ'ল, \"মানুহজনী নোহোৱা হ'লে আজি মোৰ অৱস্থা বেয়াই হ'লহেঁতেন!\" ইয়াৰ পিচৰ কেইবছৰমানত দুয়োখন ঘৰৰ অৱস্থাৰ বহুত সাল-সলনি হ'ল। মণিকাৰ পেটৰ অসুখটোৱে স্থায়ীভাৱে বাহ ল'লে। ডাক্তৰে ক'লে, \"এটা মেজৰ অপাৰেচন কৰিব লাগিব।\" অকণ অকণ ল'ৰা-ছোৱালী দুটাক এৰি এই সময়ত দুমাহ-আঢ়ৈমাহ হস্পিতালত পৰি থাকিবলৈ মণিকাই আপত্তি কৰিলে। তেওঁ সকলো কথা বুজাই মাকলৈ চিঠি এখন লিখিলে, তেখেত যদি তিনিমাহমানৰ কাৰণে আহি মণিকাহঁতৰ ঘৰত থাকিবহি পাৰে, তেতিয়া হ'লৈ কিবা এটা হ'ব। বুকুৰ বিষ আৰু কাহ আজলী বুঢ়ীৰ গাৰ ছাঁৰ নিচিনা হ'ল। ললিতাৰ সেৱা- শুশ্ৰূষা তেওঁৰ গাত পাকঘৰৰ বাঁহৰ ঠেকা দুডালৰ নিচিনাকৈ লাগি ৰ'ল। ললিতাৰ ১5১ - ॥£এ = ১% ইহ ত. ৩তই প্চডচি\"'/' )') গপতে 0.) \"সিল ঘা. সা",
        "yolo_confidence": 0.5072243809700012,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          131,
          166,
          1427,
          678
        ],
        "ocr_text": "পৰাহি যেন লাগে। কমাৰ্চৰ গ্ৰেজুৱেট ৰায়চৌধুৰীয়ে কেতিয়াবা পিছফালে ইখন-সিখন কৰি থকা ললিতালৈ অলপ সময় চাই থাকি মণিকাই শুনাকৈ অথচ নিজকে কোৱাৰ নিচিনাকৈ কয়, \"কেনেকুৱা এটা ঘৰত কেনে সুন্দৰ ছোৱালীজনী পৰিছেহি দেখিছা? ইকৰা এডাল সলনি নকৰাকৈয়ে গোটেই ঘৰখন সলনি হৈ গৈছে।\" মণিকাই লগে লগে উত্তৰ দিয়ে-- \"বোকাৰ পদুম ফুল।\" ২০৮১ = ১\". ক্ষত ৮ < ২ তছেছহ -_ কা\" [$( )}) ;;; [২ =<= 2 =5£: 2 আথ ৩\" ) ৮ েসছ\" তভোতে ২ = <!",
        "yolo_confidence": 0.4584229290485382,
        "psm_used": 4
      }
    ]
  },
  "assamese_40.jpg": {
    "language": "asm",
    "original_size": [
      1298,
      1955
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          240,
          175,
          1114,
          1863
        ],
        "ocr_text": "হে পিতৃ মাতৃ মোৰ মৰিষয়ো দোষ। খ ইহাক সুমৰি মনে মিলে অসন্তোষ।। ১৯৮ হেনয় কৃষ্ণৰ যিটো গাইলে নাম-গুণ। দুনাই পাসৰিবে আৰ কোন নিদাৰুণ।। ৰাজসূয় যজ্ঞত দেখিলো নেত্ৰ ভৰি। যেন গতি পালে শিশুপালে দ্বেষ কৰি।। ১৯৯ কৃষ্ণ-মুখ-পদ্মক কৰন্তে নেত্ৰে পান। অৰ্জ্জুনৰ শৰে কাটে ছাড়ে সুখে প্রাণ।। পাৱে পৰম-পদ ব্ৰহ্মাদিও যাত গহ। হেনয় কৃষ্ণৰ কোনে সহিবে বিৰহ।। ২০০ উগ্ৰসেন ৰাজাক বৈসায়া সিংহাসনে। কৰযোড়ে আপুনি বোলন্ত নাৰায়ণে।। ইয়াক সুমৰি সখি আতিশয় মৰো।। ২০১ কৃষ্ণ-গুণ সুমৰন্তে হৰাইলা চেতনা। মৰিবাক লাগি তন দিলেক পুতনা।। তথাপি পাইলেক তাই জননীৰ গতি। কিনো কৃপাময় নাৰায়ণ প্রৰাণ-পতি।। ২০২ হেননো স্বামীক এড়ি কোনো মহা অন্ধ। আনক ভজিবে লাগি কৰিবে প্রবন্ধ।।",
        "yolo_confidence": 0.860578715801239,
        "psm_used": 6
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1026,
          93,
          1151,
          172
        ],
        "ocr_text": "৫৪৯",
        "yolo_confidence": 0.6248673796653748,
        "psm_used": 4
      }
    ]
  },
  "assamese_41.jpg": {
    "language": "asm",
    "original_size": [
      649,
      977
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          108,
          69,
          569,
          943
        ],
        "ocr_text": "*_\" খবচুৰালোম্্ত\" 6' পলম তেও শাপ + \"৮ ত, হে পিতৃ মাতৃ মোৰ মৰিষয়ো দোষ। ইহাক সুমৰি মনে মিলে অসন্তোষ।। ১৯৮ হেনয় কৃষ্ণৰ যিটো গাইলে নাম-গুণ। দুনাই পাসৰিবে আৰ কোন নিদাৰুণ।। ৰাজসূয় যজ্ঞত দেখিলো নেত্ৰ ভৰি। যেন গতি পালে শিশুপালে দ্বেয কৰি।। ১৯৯ কৃষ্ণ-মুখ-পদ্মক কৰন্তে নেত্ৰে পান। অৰ্জ্জুনৰ শৰে কাটে ছাড়ে সুখে প্রাণ।। পাৱে পৰম-পদ ব্ৰহ্মাদিও যাত গহ। হেনয় কৃষ্ণৰ কোনে সহিবে বিৰহ।। ২০০ উগ্ৰসেন ৰাজাক বৈসায়া সিংহাসনে। কৰযোড়ে আপুনি বোলন্ত নাৰায়ণে।। আদেশিয়ো মহাৰাজ কোন কৰ্ম্ম কৰো। ইয়াক সুমৰি সখি আতিশয় মৰো।। ২০১ কৃষ্ণ-গুণ সুমৰন্তে হৰাইলা চেতনা। মৰিবাক লাগি তন দিলেক পৃূতনা।। তথাপি পাইলেক তাই জননীৰ গতি। কিনো কৃপাময় নাৰায়ণ প্রাণ-পতি।। ২০২ হেননো স্বামীক এড়ি কোনো মহা অন্ধ। আনক ভজিবে লাগি কৰিবে প্রবন্ধ।।",
        "yolo_confidence": 0.8547695875167847,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          499,
          34,
          588,
          99
        ],
        "ocr_text": "৫৪৯",
        "yolo_confidence": 0.5257336497306824,
        "psm_used": 4
      }
    ]
  },
  "assamese_42.jpg": {
    "language": "asm",
    "original_size": [
      1404,
      2300
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          55,
          742,
          1349,
          1232
        ],
        "ocr_text": "কালিদাসে অম্বিকাই বিচৰামতেই, তাইৰ লগত কথা-বতৰা বন্ধ হৈ যোৱা যেন দেখুৱালে। কিন্তু অম্বিকাই এটা কথা লক্ষ্য কৰি বৰ আমোদ পালে। তাইক নমতাকৈ থকাটোকো যেন কালিদাসে এটা বেছি ভাল খেল বুলি লৈছে! তাইক নমতাকৈ বুঢ়াৰ ঘৰৰ বাৰাণ্ডাখনলৈ উঠি যোৱাৰ কি ৰসাল ভংগী তাৰ! কথা নকয়, কিন্তু অম্বিকাৰ চকুৱে চকুৱে, পৰিলে যিটোহে হাঁহি মাৰে! অম্বিকাই হীহিবই নে কান্দিবই ঠিকেই ন যতী তাই তে চাক দি, 'তইনো তেনেকৈ মুখ টিপি-টিপি হীহ কিয়?' = লা ্ব্্ষ্মহ্‌ত মত -ক্ৰবকভ ই বাৱটোপ্পত ৮ চন ক্্জে ই",
        "yolo_confidence": 0.9652769565582275,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          56,
          1324,
          1349,
          1695
        ],
        "ocr_text": "ভঞ্ঞ-৯(৯৯১৬৯২৷১৯৷ সেই কালিদাস। বৰশীত লগা ঢোৰাসাপ। বজাৰখনলৈ বাকী থকা বাটছোৱাত কালিদাসে অস্বিকাৰ ওচৰে-ওচৰে খোজ কাঢ়িলে, কিন্তু সিহঁতৰ মাজত কথা-বতৰাৰ বিশেষ আদান-প্ৰদান একো নহ'ল। মাজতে এবাৰ ওৰণিখন ঠিক কৰি ল'বলৈ অম্বিকাই দুয়োটা খাং একে হাতলৈ আনি লৈছিল। তেতিয়া কালিদাসে লৰালৰিকৈ সুধিলে, 'অসুবিধা পাইছ যদি দে, খাং দুটা ময়ে লওঁ |' অম্বিকাই নালাগে বুলি ক'লে।",
        "yolo_confidence": 0.9391931295394897,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          58,
          413,
          1349,
          776
        ],
        "ocr_text": "অম্বিকাই সেইদিনা আৰু বেছি ভয় খালে। বুঢ়াৰ নানাধৰণৰ তৰ্জন-গৰ্জনতকৈ সেইদিনাৰ সৰু সৰু মাতৰ কথাবোৰে তাইক বেছি কৌচ খুৱালে। তাইৰ গোটেইবোৰ খং উজাৰিবৰ মন গ'ল কালিদাসৰ ওপৰত। তাৰ ছীটোৰ কথা ভাবিলেও তাইৰ ভয় লগা হ'ল। প্রকাৰান্তৰে তাই তাক বুজাই দিলে--- সি যেন অম্বিকা আৰু অম্বিকাৰ ঘৰৰ লগত সম্পৰ্ক ছেদ কৰে। য় ৰণ গম যা",
        "yolo_confidence": 0.938514232635498,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          56,
          154,
          1350,
          449
        ],
        "ocr_text": "অলপ ৰৈ বুঢ়াই আকৌ উদাস সুৰেৰে ক'লে, 'আৰু তই এইখন গাঁৱত থকাৰ কথা কৈছ। তোক এতিয়া গাঁৱৰ মানুহে মূৰত তুলি লৈ আছে হ'বলা? নে তোক টোকোনা বুলি লেই-লেই চেই-চেই নকৰাকৈ আছে? বুজিছ অম্বিকা মানুহক থাকিবলৈহে গাঁও এখন লাগে, জীয়াতু ভুগিবলৈ নেলাগে নহয়। কী ৰল +, *",
        "yolo_confidence": 0.9060962200164795,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          56,
          1195,
          1348,
          1363
        ],
        "ocr_text": "'_ কালিদাসে ক'লে, 'ভই আৰু মন খুলি হঁহিবলৈ নিদিয়! কথাযাৰ কৈলি সে সেকৈ হাঁহিবলৈ ধৰিলে। ন্্ছ নি _ তে 7",
        "yolo_confidence": 0.8494110703468323,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          56,
          1657,
          1349,
          2288
        ],
        "ocr_text": "বজাৰ পোৱাৰ লগে লগে কিন্তু কালিদাসেই কথাবোৰত আগভাগ ল'লে। এইখন বজাৰলৈ অম্বিকা আগতে বহুবাৰ আহিছে, কিন্তু তাই আহে ঢেঁকীয়া, পদিনা, চজনা ঠাৰি, পকা তামোল, ভতুৱাশাক আদি বেচিবলৈ; পাৰ বেচিবলৈ কেতিয়াও অহা নাই। 'এইফালে আহ।'-- বুলি কালিদাস বজাৰখনৰ এটা বিশেষ অঞ্চললৈ আগবাঢ়িল। সেইটো অঞ্চলত মাছ, পঠা-খাহীৰ মাংস, হীহ-কুকুৰা, পাৰ, কাছ, মুঠতে বিভিন্ন ধৰণৰ মাছ-মাংসৰ কিনা-বেচা চলে। কালিদাসে সাউৎকৈ এবাৰ ইমূৰৰপৰা সিমূৰলৈ গোটেই লাইনটো চাই ল'লৈ। 'আজি দেখোন পাৰ আৰু নায়েই অ'!' সি ক'লে৷ তাৰ পাছত ডিঙি মেলি দুবাৰমান ইফালে-সিফালে চাই সি আকৌ ক'লে, 'তেনেহ'লে আমি এইখিনিতে বহিব লাগিল।৷'-- কুকুৰাৰ ওচৰতে হীহ-পাৰ বেচা ঠাই; সেইখিনিবে",
        "yolo_confidence": 0.808108925819397,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          62,
          66,
          162,
          152
        ],
        "ocr_text": "১২",
        "yolo_confidence": 0.6293230056762695,
        "psm_used": 4
      }
    ]
  },
  "assamese_43.jpg": {
    "language": "asm",
    "original_size": [
      1431,
      2316
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          88,
          306,
          1379,
          732
        ],
        "ocr_text": "দোকানে দোকানে ইতিমধ্যে চাকিবোৰ জ্বলি উঠিছিল। দূৰৰ চাকিবোৰে তিৰবিৰ কৰিছিল। অমন্বিকাহঁতৰ ওচৰে-পাঁজৰে থকা চাকিবোৰৰ শিখাবোৰ পাতল বতাহত অস্থিৰ হৈ কঁপিছিল। কুকুৰাৰ মহাজনৰ দোকানৰ মেণ্ঠল লাইটৰ পোহৰত কালিদাসৰ মুখখন উজ্জ্বল হৈ উঠিছিল। তাৰ চকুযোৰেও তিৰবিৰ কৰিছিল। পাৰকেইটাই ইটোৱে সিটোৰ গাত গা লগাই যেন ৰুদ্ধশ্বাসে নিস্তব্ধ হৈ বহি আছিল। অম্বিকাৰ মুখত ভালকৈ পোহৰ পৰা নাছিল। তাইৰ কপাল আৰু ডিঙিটো ঘামিছিল।",
        "yolo_confidence": 0.9570621848106384,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          86,
          830,
          1378,
          1190
        ],
        "ocr_text": "মুখখন আৰু ডিঙিটো চাদৰৰ আগেৰে মচি অম্বিকাই অলপ লৰচৰ হৈ বহিবলৈ চেষ্টা কৰিলে। লৰচৰ কৰোঁতেই তাইৰ গাৰ বিভিন্ন ঠাইত যেন বহুত মঙহে লৰচৰ কৰি উঠিল। আধাতকৈ বেছি পানী থকা কলহ এটা লৰালে যেনেকুৱা হয়, তাইৰ গাটো তেনেকৈ জোকাৰ খাই উঠিল। গাত ইমান মঙহ আছিল বুলি তাই যেন ইমান দিনে মনেই কৰা নাছিল। ক্ল টি ন লস্ত্সাপাা্ছনমু ্খ ললে ==",
        "yolo_confidence": 0.9524482488632202,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          85,
          1803,
          1377,
          2097
        ],
        "ocr_text": "অম্বিকাই ঘন ঘনকৈ সেপ গিলিলে। তাই অসহায় দৃষ্টিৰে চাৰিওফালে চাই যেন কাৰোবাক বিচাৰিলে। মুহূৰ্তৰ ভিতৰতে তাই বহুত চিন্তাৰ লগত যুদ্ধ কৰিলে, তাৰ পাছত থোকাথুকি মাতেৰে ক'লে, 'মানুহ এটাই এই পাৰকেইটা কিনিম বুলি কৈ গৈছে। আপোনালোকে গাঁৱত বিচাৰিলেই পাৰ পাব।\" ৰ ম্‌কাকষ্তা 1 ভিল্জলাট এপ্ৰাট =-৯ বিপাক",
        "yolo_confidence": 0.9446882605552673,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          88,
          179,
          1379,
          341
        ],
        "ocr_text": "আমাৰনো ভোজ খোৱাৰ শক্তি নাইনে? খাওঁ দে। হো ? অম্বিকা! খাওঁ দে। জুতিটোকে চাচোন!\" এ নিশি = সে ডি ডক ৩৬% = 5 গট ২\" ২ সাম 2,",
        "yolo_confidence": 0.9258445501327515,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          85,
          2064,
          1376,
          2299
        ],
        "ocr_text": "'এ নহয় নহয়; গাঁৱৰ যি ঘৰৰ পৰা আনিবা, মিটিঙত উৰাই দিয়াৰ পাছত সিহঁত আকৌ সেই ঘৰলৈকে উভতি যাব। তেনেকুৱা পাৰ আমাক নেলাগে। দিয়া। কিমান ল'বা কোৱা। যিটো মানুহে তোমাক কিনিম বুলি কৈ গৈছিল তাক বুজাই ক'বা,--",
        "yolo_confidence": 0.9204994440078735,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          83,
          1152,
          1377,
          1389
        ],
        "ocr_text": "৯৬৮৬৯ \"ই অলপ । পৰৰ আগলৈকে য'ত পাৰকেইটা আছিল, সেই ঠাইডোখৰলৈ তাই নিষ্পলক দৃষ্টিৰে চাই ৰ'ল ৷ হওক তেনেহ'লে ৷ হুঁ? হওক | দবা-শংখ-ঘণ্টা-উৰুলিৰ শব্দৰ মাজেৰে আকাশৰপৰা নামি অহা পাৰকেইটাই যদি অকণমান সুখ দিব খুজিছে---| ব্ভ্া",
        "yolo_confidence": 0.9179043173789978,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          83,
          698,
          1378,
          866
        ],
        "ocr_text": "'সেইটোৱেই কথা হ'ল তেনেহ'লে। তই অলপ পৰ বহ। মই এতিয়াই আহিম।-_ বুলি কালিদাসে আলু-পিয়াজ, গৰম মছলা কিনিবলৈ উঠি গ'ল। ৰ জ্ত্্স্জ্য্ত্ছে চু 7 দ্া্া",
        "yolo_confidence": 0.8743262887001038,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          83,
          1673,
          1379,
          1839
        ],
        "ocr_text": "'এই চাৰিটা লওঁ, তাৰ পাছত আকৌ সিখন বজাৰত বিচাৰি যাওঁ। নেপালে এই চাৰিটাৰেই চলাই দিব লাগিব ।'-_ সিহঁতৰ এটাই ক'লে। কল? খং",
        "yolo_confidence": 0.8735408782958984,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          81,
          1540,
          1376,
          1710
        ],
        "ocr_text": "সিহঁত মিটিঙৰ ভলপ্টিয়াৰ ৷ সিহঁতৰ বুকুত থকা বে বেজৰৰং বেলেগ | সিহঁত চন্দ্ৰপুৰৰ মিটিঙৰ ভলপ্টিয়াৰ। কাইলৈ মিটিং। মিটিঙত পাৰ লাগে। '_ প্র =, ২৮) দ্ৰ্প",
        "yolo_confidence": 0.7453377842903137,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          87,
          1345,
          1377,
          1579
        ],
        "ocr_text": "আক শল্লে ৯১ অৰচিত, কতা ক্ষ মান ধাল ৰ এনে সময়তে চাৰিটা ডেকা ল'ৰা উধাতু তু খাই সেই অঞ্চলটোত উপস্থিত হ'লহি পাৰ! পাৰ ক'ত? কি? পাৰ নাই? সৰ্বনাশ! পাৰ নহ'লেতো নচলিব। পঁচিছটা নহ'লেও অন্ততঃ বিছটা, পোন্ধৰটা, দহটা ৷ কেইটা আছে ইয়াত? চাৰিটা?",
        "yolo_confidence": 0.7025843858718872,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1285,
          93,
          1381,
          178
        ],
        "ocr_text": "১৭",
        "yolo_confidence": 0.6609768867492676,
        "psm_used": 4
      }
    ]
  },
  "assamese_44.jpg": {
    "language": "asm",
    "original_size": [
      1487,
      2242
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          90,
          721,
          1332,
          1085
        ],
        "ocr_text": "এনেতে বাহাৰ মাক আহি বাছাক ক'লে, \"বাছা মৰণা সৰিল। থ। এওঁ বোপাক তোৰ পঢ়া কোঠাতে বহুৱাই কথা পাতগৈ যা।\" কথাষাৰ কৈয়ে মাক পাকঘৰলৈ উভতি গ'ল। বাছাই মৰণাটো ত্ৰিপালেৰে ঢাকিলে আৰু গোহালিত গৰু হাল বান্ধিলে। সোনকালে ছুটী পাই তাৰ মনটো আনন্দত নাচি উঠিল। ডেকাক সি মাতি নি তাৰ কোঠাত বহুৱালেগৈ। 2 মুৰ নিল লে",
        "yolo_confidence": 0.7988149523735046,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          86,
          534,
          1333,
          706
        ],
        "ocr_text": "বাছাই ক'লে, \"মই মাক আজিকালি আই বোলো সকলোৰে মাক হ'লে আই নহয় জানো |\"",
        "yolo_confidence": 0.5550169348716736,
        "psm_used": 6
      }
    ]
  },
  "assamese_45.jpg": {
    "language": "asm",
    "original_size": [
      1405,
      2301
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          50,
          149,
          1345,
          768
        ],
        "ocr_text": "কথাবোৰ মোৰ মনত আছে। এদিন কাস্তাই নিজে নিজে বিছনাত উবুৰি হৈ আমাক আচৰিত কৰি দিছিল। এদিন য'ত তাইক শুৱাই থৈছিলোঁ তাৰপৰা দুহাতমান আঁতৰত পেট পেলাই পৰি থাকি আমাক সন্তুস্ত কৰিছিল। সেই দিনাই মই দুটা ওখ, দীঘল গাৰু ভৰি জোকাৰিব জনা হ'ল; আবেলি পৰত ঘৰলৈ উভতি যোৱা শৰালিৰ জাক ঘৰৰ মূধৰ আঁৰ নোহোৱালৈকে ডিঙি বেঁকা কৰি চাব পৰা হ'ল, কান্তা বুলি মাতিলে চকু ঘূৰাই চাব জনা হ'ল, আৰু পাছত এদিন তাই বিছনাখনৰ এমূৰৰপৰা আন মূৰলৈ আঁঠু কাঢ়ি গুচি গ'ল। সেইদিনা মোৰ এনেকুৱা লাগিছিল যেন আমাৰ সংসাসৰখনৰ গতি আৰু মোহনীয়, আৰু ছন্দময় হৈ গ'ল। সি ্যনূ্‌ ্মস্প্দি পদ ন্ৈদ্দ।",
        "yolo_confidence": 0.9702182412147522,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          46,
          864,
          1343,
          1221
        ],
        "ocr_text": "মই ইতিমধ্যে শিশু মনোবিজ্ঞানৰ কিতাপ পঢ়ি পণ্ডিত হৈছোঁ বুলি ভাবিছিলোঁ। কৈছিলোঁ -- \"নাই নাই, অনাহকত সৰু ল'ৰা-ছোৱালীক পুতলা দিব নেলাগে। সেইবোৰে সিহঁতৰ অপকাৰ কৰে। সিহঁতৰ কাণ্ড-কাৰখানাবোৰ প্ৰথমতে অতি সাৱধানে ষ্টাডি কৰিব, লাগে--\"' --ইত্যাদি। সেইদিনা গধূলিয়েই মই এটা ৰবৰৰ সাতৰঙীয়া বল কিনি আনিছিলোঁ। বা ্দ্বীততস ত এ১-খখ তে ৰ",
        "yolo_confidence": 0.9401033520698547,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          45,
          1899,
          1338,
          2255
        ],
        "ocr_text": "তাই থপ্‌থপকৈ ভৰি পেলাই পৰ্দাখনৰ সিফালে অদৃশ্য হৈছিল। পাছত আমিও তাইৰ মুখৰপৰা ওলোৱা শব্দবোৰকে ব্যৱহাৰ কৰিছিলোঁ। আমাৰপৰা তাই কথা শিকিছিল, তাইৰ পৰা আমি শিকিছিলোঁ। আবেলি ধুনীয়া ফক এটা পিন্ধাই দিলে তাই নিজেই 'বা-- বা ধুনু ধুনু থোলা' -- বুলি হীঁহিছিল। মুখত পাউডাৰ ঘঁহিবৰ সময়ত তাই বৰ আমনি পাইছিল আৰু কান্দিছিল। মীনাই ৰ'বাচোন, আমি সৌ দেউতাৰ",
        "yolo_confidence": 0.894912838935852,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          46,
          730,
          1342,
          897
        ],
        "ocr_text": "মীনাই কৈছিল, \"তাইক পুতলা-চুতলা এসোপা আনি দিব। তাই বহি খেলি থাকিলে মই ওচৰে- পাঁজৰে কাম-বন কৰি থাকিব পাৰিম।\" + 23 &+% + > যম ত গে ৰং ক্্্্তজ্",
        "yolo_confidence": 0.8632246851921082,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          47,
          1185,
          1342,
          1746
        ],
        "ocr_text": "সেই বলটোৰ লগত এদিন বিচিত্ৰ ৰঙৰ বিভিন্ন ধৰণৰ বহু গাড়ী, ঘোঁৰা, ৰে'ল, জাহাজ, বাঘ, সিংহ, পহু আদি গোট খালে। কান্তাৰ এবছৰ পূৰ হোৱাৰ দিনা আমি বন্ধু-বান্ধৱ, আত্মীয়-স্বজনক আমাৰ ঘৰত চাহ-জলপান খাবলৈ মাতিছিলোঁ। তেওঁলোকে 'কাসন্তাক মৰম কৰি এই গাড়ী-ঘোঁৰাবোৰ দি গৈছিল। এইবোৰৰ মাজত বহিয়েই এদিন তাই-- এটো হামবা-- এটো মিউ-_ এটো বা-গ-- খায়ৌ-- বাগ খায়ৌ-- এইবোৰ ক'বলৈ আৰম্ভ কৰিছিল। দেউতাতকৈ মা শব্দটো তাই আগতে উচ্চাৰণ কৰিলে কাৰণে ীনাৰ কি ফুতি। ময়ো পিছে বেছি দিন বাট চাবলগীয়া নহৈছিল। এদিন মোৰ পঢ়া মেজৰ কাষলৈ আহি তাই সুধিছিল, \"দেতা আ দেতা ফুক্ুযাবাা ত.) ৮২১২ ৩",
        "yolo_confidence": 0.825043797492981,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          46,
          1702,
          1338,
          1944
        ],
        "ocr_text": "'_ মই তাইৰ কেঁকোৰা- কেঁকুৰি কোমল চুলিতবো ৰত হাত বুলাই বুলাই কৈছিলোঁ-- \"মই ফু ফু নেযাওঁ নহয়, তুমি মাৰ লগতহে ফু ফু যাবা। মাক কোৱাগৈ যোৱা। মাই = ১)\" ৮) /\" ৩; \"২ 7 ৩ \"*স'\" ৮১% \"2\" %. * তুমহি <) সে )/)ে /; > পছ বহ _;",
        "yolo_confidence": 0.7028602957725525,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1249,
          65,
          1347,
          149
        ],
        "ocr_text": "২৫",
        "yolo_confidence": 0.6088663339614868,
        "psm_used": 4
      }
    ]
  },
  "assamese_46.jpg": {
    "language": "asm",
    "original_size": [
      1350,
      2262
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          36,
          1453,
          1279,
          1746
        ],
        "ocr_text": "বাখৰে ৰসিকতা কৰি শেষৰ বাক্যটো যোগ দিলে। অলপ আসৈ পোৱাৰ সুৰত কুমাৰনীয়ে ক'লে, \"নিম দেউতা, নিম। আপোনাসবৰ এৰা এৰেহাৰেই আমাৰ চলি যাব।\" তাৰ পিচত অলপ ৰৈ ক'লে, \"লগতে ভাবিছিলোঁ দেউতাৰ হাতত থকা গেজেৰাটোও---\" ৰন্ম্ছ্ত্‌ ৰ্পচহ ৰ __ ৰ",
        "yolo_confidence": 0.9321094155311584,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          37,
          540,
          1277,
          770
        ],
        "ocr_text": "এমাহ মানৰ মূৰত কুমাৰ গাঁৱৰ পৰা এজনী কুমাৰনী গৈ বাখৰৰ আগচ'ৰাৰ পিৰালিতে লাহেকৈ বহিল। সাধাৰণতে সিহঁত পাছ দুৱাৰেদি পোনে পোনে ভিতৰ চোতাললৈহে যায়।",
        "yolo_confidence": 0.9226387143135071,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          36,
          737,
          1278,
          963
        ],
        "ocr_text": "১ত৪৯৮৮৬৯\"ভ্ৰ শজ্রধ্া, ছে সা ২৬ \"কি অ', আজি চোন একো অনা নাই?\" চেলেংখনত হাত মচি মচি বাখৰে ক'লে, \"লুহিতে বাণমলা নে ভূৰুকা কিবা এটাৰ কথা কৈছিল নহয় তোক,",
        "yolo_confidence": 0.9175006151199341,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          40,
          1710,
          1280,
          1881
        ],
        "ocr_text": "নেজানে?\" : বাখৰে খং তং মুৱা হৈ ক'লে। _'; \" থৰ দি সী\") \" ভৰা, =) দীন্ন্ক ২৯% ত: স্চড __ লা -\"হেৰ' ইমান টকা ক'ত পাবি তই? দুই কম একুৰি হ'ল-- জাননে",
        "yolo_confidence": 0.8271340131759644,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          131,
          930,
          1027,
          1031
        ],
        "ocr_text": "\"নাই দেউতা, আন এটা সকামতহে আহিলোঁ আজি।\"",
        "yolo_confidence": 0.6938561201095581,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          40,
          995,
          1277,
          1161
        ],
        "ocr_text": "হে ৩ বিয়া ত্‌ছ নেকি? ৰাগীৱত ূ পুতেৰৰ পাতিছ ? ভুৰাগীৱত যে চপনীয়া আছিল ্ক ভ্ম্ত্ৰ + টি",
        "yolo_confidence": 0.6693726778030396,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          38,
          1840,
          1282,
          2204
        ],
        "ocr_text": "\"বান্দীয়ে নো আৰু কি সিমানটো ভূ পাওঁ; পিচে অনাত আনিছে৷ ৰূপ একুৰি। সেই দহ টকি নিয়া আজি নো কম দিন হ'ল নে? এই বুলি কুমাৰনীয়ে হীচতিৰে মেৰাই অনা আঠচুকীয়া ৰজা ৰূপৰ টোপোলাটো বটাটোৰ ওপৰতে থৈ আকৌ সেমেনা-সেমেনিকৈ ক'লে, \"বেটীৰ বস্তুকণ, দেউতা...!\" বাখৰে এক মুহূৰ্ত কিবা ভাবিলে।",
        "yolo_confidence": 0.6587983965873718,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          38,
          1124,
          1279,
          1292
        ],
        "ocr_text": "__ শ্রৰৰা, তেনেকুৱাই দেউতা, দুটাৰ মাইকী হৈ উঠি এতিয়া বোলে বোৱাৰীজনী আহে। তাইকতো কিবা এটা দিব লাগিব।\"",
        "yolo_confidence": 0.5016570091247559,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          39,
          1323,
          1280,
          1490
        ],
        "ocr_text": "\"কি দিবিনো? লপঙৰ মাকক খুজি পুৰণি ৰিহা-মেখেলা এযোৰকে দে গৈ। পুৰণি কইনা যেতিয়া।\"",
        "yolo_confidence": 0.45644330978393555,
        "psm_used": 4
      }
    ]
  },
  "assamese_47.jpg": {
    "language": "asm",
    "original_size": [
      1459,
      2347
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          53,
          162,
          1348,
          462
        ],
        "ocr_text": "লীলাকাশ্তই খুব মনোযোগেৰে ফটোখন চালে; চাই চন্দ্ৰিকাৰ ফালে আগবঢ়াই ধৰিলে। চন্দ্ৰিকাৰ ঘাম ওলোৱা বন্ধ হোৱা নাছিল; গোজোৰা মাৰি ক'লে, \"থাকক।\" যেন তাইৰ চঞ্চল জীৱনৰ অসতৰ্ক, বৰ গোপন অথচ নিৰ্দোষ আৰু নিষ্পাপ মুহূৰ্ত এটা ফটোখনৰ মাজেদি হেজাৰ হেজাৰ মানুহৰ চকুত ধৰা পৰিছে। *,% ভাত: | ভজ লালন লন ন সান জো ত",
        "yolo_confidence": 0.9349641799926758,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          54,
          1987,
          1348,
          2290
        ],
        "ocr_text": "চন্দ্ৰিকাই এবাৰ হীহিলে। হৰি মণ্ডলৰ জীয়েক মাকণক তাই এইবাৰ সাতোটিমান সেৱা কৰিব। মাকণেহে তাইক এই সুবুদ্ধিটো দিলে। লীলাকান্ত পামত থাকৌতে এদিন কিবাকিবিখন লাগে, বুইছ ?\"",
        "yolo_confidence": 0.9046320915222168,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          53,
          938,
          1348,
          2021
        ],
        "ocr_text": "== ইমান ধুনীয়া! লীলাকান্ত ক'ৰবালৈ ওলাই যোৱাৰ পিচত ফটোখন লৈ চন্দ্ৰিকাই চাকিটোৰ ওচৰত বহি ল'লে। ইমান ধুনীয়াকৈ নিজকে তাই কেতিয়াও দেখা নাই। আয়নাত নিজকে দেখিছে। সৰু আয়না; মুখখন দেখিলে গাটো নেদেখে, আয়নাখন অলপ বেঁকাকৈ দিলে বুকুখন দেখে, মুখখন নেদেখা হয়। এতিয়া ভৰিৰ বুঢ়া আঙুলিৰ পৰা মূৰৰ চুলিলৈকে গোটেই মানুহজনীক তাই দেখিছে। ওঁঠ দুখনে কিবা এটা কৰিব খুজিছে, বোধহয় হীহিব খুজিছে। হয় হয়, ফটো তোলা মানুহটোৱে এবাৰ হঁহাৰ কথা কৈছিল। ইস্‌ ৰাম, এনে বুলি জনা হ'লেতো তাই ভালকৈয়ে হাঁহিব পাৰিলেহেঁতেন। কিন্তু আচৰিত কথা,-- চাদৰখনতো তাই ইমান ভালকৈ লোৱা নাছিল; কেনেকৈ ইমান ধুনীয়া হ'ল? চাব দিয়া চাদৰখনৰ ৰঙা, বহল ফুলাম পাৰিটোৱে ভৰিৰপৰা আৰম্ভ কৰি তাইৰ গাটো মেৰিয়াই ধৰিছে। ফুলে-পাতে ভৰপূৰ লতা এডাল যেন আলফুলকৈ তাইৰ গাৰ ভাঁজে ভাজে বগাই গৈছে। বুকুখনত লতাডালে দুবাৰ টৌ খেলাইছে। চাদৰখনলৈও চন্দ্ৰিকাৰ হঠাতে বৰ মোহ উপজিল। মুখৰ একেবাৰে ওচৰলৈ ফটোখন আনি তাই তাইৰ মুখলৈ চাই ৰ'ল। মুখত ওৰণি, কপালত ফোট; তাৰ উপৰি গাতে গা লগাই তাইৰ গৰাকীজন। ৷ আয়ৈ দেহি! মানুহজনলৈ তাই পাহৰিয়েই গৈছিল। যাক চাই থাকিবৰ কাৰণে ফটোখন তোলাই আনিলে, নিজক চাই থাকোতে তেৱেঁই তল পৰে এতিয়া!",
        "yolo_confidence": 0.8838047385215759,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          54,
          425,
          1348,
          717
        ],
        "ocr_text": "কিন্তু টাউনৰ সীমা পাৰ হৈ, পথৰুৱা বাটৰ প্ৰথম আঁহত গছজোপাৰ তলতে তাই লীলাকান্তক ক'লে, \"চাওঁ ফটোখন।\" লীলাকাসন্তই তল জেপৰ পৰা ফটো থকা লেফাফাটো উলিয়াই দি আগবাঢ়িল। কিন্তু অলপ পিচতে পিছে পিছে মেখেলাৰ জৰপ্‌ জৰপ্‌ শব্দ নুশুনি সি উভতি চালে ৷--- \"অ, ৰৈ গ'লা দেখোন ৷\" কি খ %-",
        "yolo_confidence": 0.805350124835968,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          56,
          76,
          155,
          158
        ],
        "ocr_text": "৩৪",
        "yolo_confidence": 0.6782897114753723,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          53,
          680,
          1349,
          984
        ],
        "ocr_text": "চন্দ্ৰিকা গৈয়েই আছিল, কিন্তু ফটোখনৰ মানুহজনীৰ চকুৱে চকুৱে পৰি তাই ৰৈ গ'ল। তাইৰ এটা অদ্ভুত ধৰণৰ লাজ লাগিল, মুখখনে হীহো হীহো কৰিলে; লীলাকান্তই উভতি মাত দিয়াৰ লগে লগে তাই হীহি পেলালে; কিন্তু ফটোখনৰপৰা চকু নাতৰালে। ইমান ধুনীয়া! _ 2১) ন | ্্জজ্নলনসন\" ৯১ ট + ৰ =. = ঞ্স্ক ্্্্তি",
        "yolo_confidence": 0.6717730164527893,
        "psm_used": 4
      }
    ]
  },
  "assamese_48.jpg": {
    "language": "asm",
    "original_size": [
      1460,
      2347
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          83,
          589,
          1380,
          1017
        ],
        "ocr_text": "অদ্ভুত গুণ্গুণনি। সাতাইছ বছৰ বয়সত জানেকীয়ে যেন ভোমোৰাৰ মাত শুনিলে অদ্ভুত শব্দ। এতিয়াহে যেন তাই আৱিষ্কাৰ কৰিলে, ইমানদিনে তাই ব্যৱহাৰ কৰি অহা মুখ ধুবলৈ পানী ঘটি আৰু গামোচাখন তয়ে দি আহগৈ ৷\" বয়সৰ লগে লগে পোত খাই অহা লাজবোৰক এই মনোমোহন বোলা মানুহটোৱে খান্দি উলিয়ালেহি ৷ মানুহটো আহিলে জানেকী আগত ওলাব নোৱাৰে। সাবিত্ৰীক পঠিয়াই দিয়ে। মম _ ৮: \"্ ;}",
        "yolo_confidence": 0.8702570796012878,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          81,
          1633,
          1382,
          1865
        ],
        "ocr_text": "ৰ সাবিত্ৰীৰ কান্দোনটো অকণমান যেন বেছি হ'ল। দীঘলকৈ টানি লোৱা উশাহ এটা জানেকীয়ে কিছু সময় বন্ধ কৰি ৰাখিলে! তাৰ পিচত ক'লে, \"উঠ উঠ, আই আহিছে। মই আছোঁ নহয়, কিবা এটা হ'ব দে।\" সম্্ছ্ছি ত স্জ্্্‌ ম্ন ন্জ্্ং",
        "yolo_confidence": 0.8506325483322144,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          84,
          1243,
          1382,
          1674
        ],
        "ocr_text": "মুহূৰ্তৰ ভিতৰতে গোটেই গীওখন যেন ধুঁৱলি-কুঁৱলি হৈ নেদেখা হৈ গ''ল।জানেকী স্তৰ হৈ ৰ'ল। চোতালত পৰি থকা তামোলৰ বাকলি এফালৰ ফালে একেথৰে চাই তাই কিমান সময় বহি ৰ'ল, তাৰ হিচাপ নৰ'ল। সন্ধিয়াৰ আগে আগে পদূলিমুখত বুঢ়ী মাকৰ গল-হেঁকাৰণি শুনি তাইৰ গাটো লৰিল। সাবিত্ৰীৰ গাটোৰ ফালে এবাৰ চাই লৈ তাই ক'লে, \"যি হৈছে হৈছে, এতিয়া আৰু কন্দা-কটা নকৰিবি । মৰিলেও কাৰো আগত একো তে নুলিয়াবি। ২ 24,",
        "yolo_confidence": 0.815581738948822,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          82,
          330,
          1377,
          629
        ],
        "ocr_text": "ইয়াৰ আগতে অহা আন ল'ৰা-ঘৰীয়াই ছোৱালী পছন্দ নোহোৱা খবৰটো দিবলৈ বৰ বেছি তিনিদিন লয়। মনোমোহনে কিন্তু তেনেকুৱা একো খবৰ নিদিলে। বৰং সি ঘনাই জানেকীহঁতৰ ঘৰলৈ আহিবলৈ ধৰিলে। মুখত হীহি, ধেমেলীয়া কথা-বতৰা। সুগন্ধী বুঢ়ীৰ লগত সি গুণ্গুণকৈ বিয়া-বাৰুৰ কথাও পাতিলে৷ লীতি",
        "yolo_confidence": 0.7140835523605347,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          82,
          133,
          1377,
          370
        ],
        "ocr_text": "সুগন্ধী বুঢ়ীয়ে জানেকীক আগবঢ়াই দিলে। ইণ্টাৰভিউ দি দি বুকু ডাঠ হোৱা পুৰণি প্রার্থীৰ দৰে জানেকীয়ে লাজ কৰিব লাগে, কৰিলে; তলমূৰকৈ থাকিব লাগে, থাকিল। সাবিত্ৰীয়ে তামোল-চালি দিলে।",
        "yolo_confidence": 0.7070420980453491,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          78,
          2028,
          1382,
          2260
        ],
        "ocr_text": "_ ১১৬৮৯ ৬4১৬ত৯ৈ্ৱম্৯৬4%&এএ%৬ _ তাৰ পিচত যিদিনা মনোমোহন আহিল, যেনেকৈ আছিল তেনেকৈয়ে জানেকী তাৰ ওচৰলৈ ওলাই গ'ল। একো পাতনি নেমেলাকৈ পোনে পোন তাই ক'লে, \"আপুনি",
        "yolo_confidence": 0.6340364813804626,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          83,
          52,
          183,
          133
        ],
        "ocr_text": "৩৮",
        "yolo_confidence": 0.611334502696991,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          79,
          1828,
          1381,
          2066
        ],
        "ocr_text": "' জানেকীয়ে নকীয়ে প্ৰথমতে ভাবিলে কেতেকী বুঢ়ীকে কথাটো কোৱা ভাল। এইবোৰ ওঁষধ- পাতিৰব্যৰস্থাত বুঢ়ীৰেই হাত। কিন্তু, ৷ গোটেই ৰাতিটো জানেকীৰ চকু মেল খাই থাকিল। অজ কথা ভাবি ভাবি তাই ৰাতি পুৱাই দিলে। তে এত উতলা সু ৷ লন৷৯ ক্ল ১ - ৰ",
        "yolo_confidence": 0.4784446358680725,
        "psm_used": 4
      }
    ]
  },
  "assamese_49.jpg": {
    "language": "asm",
    "original_size": [
      1454,
      2330
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          106,
          616,
          1395,
          1363
        ],
        "ocr_text": "দূৰৰ মথাউৰিটোৰ ওপৰেদি চঞ্চল গতিৰে আগবঢ়া ছোৱালী দুজনীক বসন্ত, যৌৱন, ব'হাগৰ বতাহ আদি কঢ়িয়াই অনা দুজনী উচ্ছৃংখল, অলৌকিক কুমাৰীৰ নিচিনা দেখা গ'ল; কিছুমান সহজ-সৰল ছবিৰ বসন্তকুমাৰী, বৰদৈচিলাৰ নিচিনা! মথাউৰিৰ সিফালে নৈ; নৈৰ সিফালে সৃুবিস্তীৰ্ণ পথাৰ, পথাৰ আৰু দিগ্বলয়ৰ মাজত ক'তো সুৰুঙা নৰখাকৈ দিয়া গছৰ জেওৰা; আৰু সেই জেওৰা পাৰ হৈ বেলিটোৱে মথাউৰিটোলৈ চাই আছিল দোৰ্দ্দন্দ প্রতাপী যুৱৰাজৰ দৃষ্টি পৰিলে এক সাধাৰণ প্রজাৰ জীয়াৰী যেনেকৈ ৰহস্যময় হৈ উঠে, বেলিটোৰ বিপৰীত ফালৰপৰা ছোৱালী দুজনীক ঠিক তেনেকৈ অপাৰ ৰহস্যৰ প্ৰতিমূৰ্তি যেন লাগিছিল। সিহঁতক এই ফালৰপৰা ক'লা দেখা গৈছিল। সিহঁতৰ গাৰ পাতল কাপোৰবোৰে লগে লগে নগৈ পিছ পৰি থাকিব খুজিছিল আৰু সিহঁতৰ গাৰ সন্মুখৰ ৰেখাডাল পৰিষ্কাৰ হৈ উঠিছিল; মথাউৰিৰ ওপৰত অ'ত-ত'ত থিয়াথিয়ি কৰি থকা গৰুবোৰৰ গাৰ সীমাৰেখা যেনেকৈ জিলিকি আছিল, প্রায় তেনেকৈ ৷ 7 ত'",
        "yolo_confidence": 0.9478015899658203,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          106,
          1326,
          1395,
          1885
        ],
        "ocr_text": "ইহঁতৰ দুজনী হ'ল চাৰু আৰু তৰু! বাই-ভনী ৷ চাৰুৱে এখন ছিল্কৰ শাৰী পিন্ধিছে। বেছি সময় খৰচ কৰি পিন্ধি চাৰুৱে ফটা কেইডোখৰ লুকুৱাইছে। কিন্তু ফিচিকাবোৰ যেন শাৰীখনৰ ডিজাইনৰ ফুলবোৰৰ লেৰেলা পাহি;-- আমনি কৰিলেই সৰি পৰিব আৰু ফুলৰ নামত ঠাৰি একোডালহে থাকিব৷ সিহঁতক লুকুউৱাৰ উপায় নাই। ওচৰৰপৰা চালে বতাহত উৰা আঁচলটোৰ মাজেদি মাজে মাজে বেলিটোৰে সৈতে পূবৰ উজ্জ্বল আকাশখন তিৰবিৰাই উঠা দেখা যাব। দেখা যাব যে দোৰ্দ্দন্দ প্ৰতাপী যুৱৰাজে কুঁৱৰীৰ আঁচলত মুখ লুকুৱাই ধেমালি কৰিছে। গলত & লাল চাত'.' ২ত্প।া। ''শ্ৰিদদ ভুৰ ১.শ,,., ১ ৮)\", ২ কী >);",
        "yolo_confidence": 0.9376429915428162,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          104,
          1844,
          1394,
          2264
        ],
        "ocr_text": "২ ১৯১১৬ উচ ববি ' অৱশ্যে মূলতে এইখন যাৰ শাৰী আছিল, তাইৰ গাত এই ফটা আৰু ফিচিকাবোৰ মূল ডিজাইনৰ ফুলতকৈও বেছি লোভনীয় হ'লহেঁতেন। এইখন শাৰী আছিল মাধৱী নামে এজনী ছোৱালীৰ। মাধৱী সুন্দৰী, ধুনীয়া ছোৱালী আছিল। তাইৰ গাৰ ৰং ইমান ভাল আছিল যে গাটোৰ যিখিনি কাপোৰে ঢাকি ৰাখিছিল সেইখিনি দেখিবলৈ বেয়া লাগিছিল। অৱশ্যে ফিচিকাৰ নিচিনা দেখা নতুন কাপোৰো তাইৰ বহুত আছিল। চাৰু মাধৱীহঁতৰ ঘৰৰ বনকৰা ছোৱালী আছিল। মাধৱীৰ বয়স যেতিয়া দহ বছৰ",
        "yolo_confidence": 0.9188756942749023,
        "psm_used": 4
      },
      {
        "block_type": "Section-header",
        "bbox": [
          613,
          437,
          885,
          566
        ],
        "ocr_text": "বানপ্ৰস্থ",
        "yolo_confidence": 0.6280680894851685,
        "psm_used": 6
      }
    ]
  },
  "assamese_5.jpg": {
    "language": "asm",
    "original_size": [
      1457,
      2338
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          70,
          654,
          1369,
          874
        ],
        "ocr_text": "_ দদাইদেউলৈ চাই বিজয়ে হীহিলে। পিতৃতুল্য দদায়েকে তেওঁক কেতিয়াও অকলে এৰি নিদিয়ে বুলি তেওঁ জানে। বিজয় একপ্ৰকাৰ নিশ্চিত হ'ল--- কাৰণ দদায়েকে এই অভিযানৰ বাবে যিখিনি আয়োজন কৰিব তাত অকণো খুঁত নাথাকে। ৰ \" ইট তল কো ৪ ৪৪ ৪৪, ৫৮}, ৬) \"\")\")) \"৬6%; = য় '/)))' দলি \"৬, ২\" ৮\" | (* চতি / +",
        "yolo_confidence": 0.9068220257759094,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          71,
          831,
          1371,
          1282
        ],
        "ocr_text": "আজি এবছৰ মানৰ আগতে অৱসৰ পোৱা ৰণবীৰে ইমান দিনে শুই, বহি আৰু কিতাপ পঢ়িয়েই দিন কটাইছিল। এতিয়া এটা নতুন আৰু দুঃসাহসিক অভিযানৰ বাবে আয়োজন কৰাৰ কাম পাই তেওঁ খুব ব্যস্ত হৈ পৰিল। বেংকৰ পৰা টকা উলিয়াই সকলো ফালে মহাপয়োভৰেৰে কামত লাগি গ'ল। সুমাত্ৰাৰ কোট্‌ৰাজ বন্দৰলৈ লিখা-লিখি কৰি এখন বিশেষ ধৰণৰ নাৱৰ ব্যৱস্থা কৰিলে। কেইজনমান অভিজ্ঞ নাৱৰীয়াৰ বাবেও আগধন পঠোৱা হ'ল। ইফালে প্ৰসাদেও খোৱা বস্তু যোগাৰ কৰি এই অভিযানৰ লগত নিবৰ কাৰণে আয়োজন কৰাত লাগি গ'ল। 1 ন লা লি",
        "yolo_confidence": 0.9066481590270996,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          73,
          184,
          1369,
          339
        ],
        "ocr_text": "'জানো দদাইদেউ। তথাপিও মই যাব লাগিব...।' বাঘৰ চকুকেইটা হাতত নচুৱাই স্বাভাৱিকভাৱেই বিজয়ে কথাখিনি ক'বলৈ ধৰিলে। স্কি",
        "yolo_confidence": 0.8296346068382263,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          73,
          299,
          1368,
          574
        ],
        "ocr_text": "বিজয়ে কিবা এটা কৰিম বুলি মনতে থিৰাং কৰিলে তাক তাৰ পৰা আঁতৰাই অনাৰ শক্তি এই পৃথিৱীত কাৰোৱেই নাই বুলি ৰণবীৰে জানে। চিন্তাত পৰিল। চিগাৰেট এটা জ্বলাই গোটেই কোঠাটো ইফাল-সিফাল কৰিলে। এই মৃত্যুমুখী অভিযানৰ পৰা বিজয়ক বাধা দিবলৈ তেওঁ কোনো উপায় বিচাৰি নাপালে। ৷) ভই৬খ, ন \"এঞলঁটা বী = =\") কা _ ৰ. ৰ ৮ ত ;__) নল 0 {> \"৭\" খা -",
        "yolo_confidence": 0.7263797521591187,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          71,
          534,
          1367,
          694
        ],
        "ocr_text": "৬স্স্ঙ% আম ৯\" ১২৪১ ৬১৬৯ ৯৬৬১৯ তৰ _ ৰণবীৰে শেষত ক'লে-- 'ঠিক আছে, তোৰ লগত ময়ো যাম!.. তোৰ লগত গ'লে সাগৰ আৰু দ্বীপত থকা নতুন জন্তুৰ চিকাৰ মিলিব।\" =আঙ%%%৷ ৰাখি ৬, দো\" ৬ চট. ৬. আজমল _ দ্স্দ",
        "yolo_confidence": 0.6366558074951172,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          77,
          111,
          177,
          191
        ],
        "ocr_text": "১০",
        "yolo_confidence": 0.5766566395759583,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          68,
          1243,
          1369,
          2287
        ],
        "ocr_text": "আনপিনে সমুদ্ৰ যাত্ৰাৰ বাবে সকলো ব্যৱস্থাৰ ভাৰ দদায়েকৰ ওপৰত সম্পূৰ্ণৰূপে এৰি দি বিজয় নিশ্চিত হ'ল আৰু কেইখনমান বিশেষ আপুৰুগীয়া পুথি অধ্যয়ন কৰিবলৈ ধৰিলে। সেইদিনাৰ পৰা বিজয় নিজৰ অজ্ঞাতেই বহুখিনি গম্ভীৰ হৈ পৰিল। সৰুৰে পৰা বিশ্ববিদ্যালয়ৰ শেষ মহলালৈকে পঢ়া-শুনাত সদায় সুখ্যাতি অৰ্জন কৰি আহিছিল যদিও হৈ-চে, হুলস্থূল আৰু উৎপাত কৰি ৰং-আনন্দত দিন কটাবলৈহে বিজয়ে বেছি ভাল পাইছিল। এই নিৰ্দোষ হুলস্কূলীয়া স্বভাৱৰ কাৰণে তেওঁক সকলোৱে ভালো পাইছিল। কিন্তু পিতা বিক্ৰম সিঙৰ চিঠি আৰু আদিমাতৃয়ে তামৰ ফলিত লিখি যোৱা লিপি পাঠ কৰাৰ পিছৰে পৰা বিজয় অস্বাভাৱিক ধৰণে গম্ভীৰ হৈ পৰিছিল। চকুৱে-মুখে অনুসন্ধিৎ্সা কৌতূহল আৰু উত্তেজনা ফুটি উঠিছিল। .-তিনিমাহ সকলো আয়োজন কৰাৰ পিছত যাত্ৰাৰ বাবে তেওঁলোক সাজু হ'ল। তাৰ পিছত তিনিও এদিন শুভদিন আৰু ক্ষণ চাই ৰামেশ্বৰমলৈ বুলি ৰে'লত উঠিল। ৰামেশ্বৰম পাই তাত দেউতাক বিক্ৰম সিং আৰু মাক আন্নাদেৱীৰ সমাধিত প্ৰাৰ্থনা জনাই বিজয়, ৰণবীৰ সিং আৰু প্ৰসাদ জাহাজেদি সুমাত্ৰাৰ পিনে যাত্ৰা কৰিলে। বংগোপসাগৰ আৰু ভাৰত মহাসাগৰৰ মাজৰ এই পথছোৱাও নিচেই কম নাছিল। সাগৰৰ নীলা পানী, সমুদ্ৰ পথত পোৱা দ্বীপপুঞ্জৰ বিচিত্ৰ সৌন্দৰ্য আৰু জাহাজত পোৱা ভিন ভিন দেশৰ মানুহৰ সমাবেশৰ মাজত বিজয়হঁত যাবলৈ ধৰিলে। জাহাজত যোৱা এই সময়খিনিৰ ভিতৰতে বিজয়ে জাভা, বোৰ্ণিও, সুমাত্ৰা, চিলিবিচ্‌ আদি দ্বীপসমূহৰ বিষয়ে কিছু কথা জানি লোৱাৰ সুযোগ পালে।",
        "yolo_confidence": 0.49464690685272217,
        "psm_used": 4
      }
    ]
  },
  "assamese_50.jpg": {
    "language": "asm",
    "original_size": [
      1377,
      2278
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          105,
          1250,
          1345,
          1474
        ],
        "ocr_text": "অনুমান হয়। নহ'লে গাঁৱৰ দুয়ো মূৰে একেলগে জ্বলিব কেনেকৈ?\" ভোগায়ে ক'লে।",
        "yolo_confidence": 0.9418333172798157,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          108,
          472,
          1346,
          829
        ],
        "ocr_text": "দোলাখন বাটচ'ৰাত ৰওঁতেই কেইজনমান মানুহ মেলৰ পৰা উঠি আগবাঢ়ি যাব খুজিলে। ভোগায়ে হাতৰ ঠাৰেৰে মানুহখিনিক বহিবলৈ দি নিজেই উঠি আগবাঢ়ি গ'ল। ফাচীপঢ়া ঘৰৰ হাফিজুৰ বুঢ়া আপই দৰাচলতে হাজৰিকা বিষয়হে খাই আছে। ভোগাই উঠি নগ'লেও হ'লহেঁতেন। কিন্তু বয়স আৰু জ্ঞানৰ বাবে তেখেতক আটায়ে বৰ সন্মান কৰে।",
        "yolo_confidence": 0.9390362501144409,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          104,
          1054,
          1347,
          1280
        ],
        "ocr_text": "\"অ শুনিছোঁ শুনিছৌ। এওঁলোকৰ বজ্তিত বোলে জুই লাগিছিল? কি কৰিবাহঁক-- কপাল! জুই আৰু মাটিৰ লগতে কাৰবাৰ তোমালোকৰ---\" হাজৰিকাই ক'লে।",
        "yolo_confidence": 0.9243214130401611,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          107,
          1573,
          1345,
          1796
        ],
        "ocr_text": "ৰ হাফিজুৰ হাজৰিকা আৰু ভোগাই দুয়ে৷ হাত দাঙি তেওঁলোকক শান্ত কৰিলে। ভোগায়ে ক'লে, \"তোমালোক মনে মনে থাকাচোন। হাজৰিকাক কথাখিনি",
        "yolo_confidence": 0.9192931652069092,
        "psm_used": 6
      },
      {
        "block_type": "Text",
        "bbox": [
          107,
          1442,
          1344,
          1609
        ],
        "ocr_text": "_ কুমাৰবোৰেও একেলগে চিঞৰি উঠিল, \"হয়, হয়, বাখৰ বৰাই আমাৰ 1 না প্৬এ ৷ ৰ সখ",
        "yolo_confidence": 0.8820235133171082,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          109,
          796,
          1346,
          961
        ],
        "ocr_text": "\"কি সকামত বা মতালে, বৰুৱা বোপা?\" হাফিজুৰ হাজৰিকাই ক'লে, \"এ এওঁলোকো দেখোন? ক'ৰ, কোন খেলৰ?\" 'তে",
        "yolo_confidence": 0.839542031288147,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          106,
          929,
          1348,
          1090
        ],
        "ocr_text": "\"এওঁলোক কুমাৰ গাঁৱৰ\" ভোগায়ে ক'লে, \"এওঁলোকৰ কথা এটাৰ বাবেহে আপোনাক এই অসময়ত আমনি কৰিব লগা হ'ল।\" 7 স্হান ২; চল ্নাল্ল্ =;",
        "yolo_confidence": 0.8316991925239563,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          106,
          1765,
          1344,
          1933
        ],
        "ocr_text": "ৰ হাফিজুৰ হাজৰিকাই ক'লে, \"কুমাৰবিলাক, তোমালোকে এইটো বৰ জগৰৰ কাম কৰিছা। সাক্ষী-সাবুদ নোহোৱাকৈ কোনো কথা এইদৰে কোৱাটো ঠিক নহয়৷\" ঘুণ এন ছু স্লী্ত্ঞ এ এড",
        "yolo_confidence": 0.4799013137817383,
        "psm_used": 4
      }
    ]
  },
  "assamese_6.jpg": {
    "language": "asm",
    "original_size": [
      1411,
      2261
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          108,
          148,
          1366,
          1062
        ],
        "ocr_text": "তেওঁ ঘৰ পাই খাই বৈ শুলে হয়, কিন্তু চিন্তাই লগ নেৰিলে, সাৱিত্ৰীৰ স্মৃতিয়ে আজি যেন আকৌ মূৰ্ত্ত হৈ উঠি তেওঁক অস্থিৰ কৰি তুলিবলৈ ধৰিলে। পিছদিনা পূৱাই তেওঁ আকৌ চিৰাজৰ ঘৰলৈ গ'ল। চিৰাজৰ আগত তেওঁৰ সকলো কথা ভাঙি কোৱাৰ পিচত চিৰাজেও লাহে লাহে ক'বলৈ ধৰিলে ঃ সেইদিনা মই পুৱাই শুই উঠি দেখোঁ এজনী গাভৰু ছোৱালী মোৰ পদুলিৰ আগত মুচকচ গৈ পৰি আছে। মই লৰা-লৰিকৈ ভিতৰলৈ আনি তেওঁক সেকি-পুতকি দিয়াৰ পিছত তেওঁ সংজ্ঞা পালে, আৰু অকণমান গৰম-গাখীৰ খুৱাই দিয়াৰ পিছত তেওঁ লাহে লাহে ক'লে, \"মই বৰ নিৰাশ্রয়।??' আমি অলপ আশ্বাস দিয়াত সুস্থিৰ হ'ল। লাহে লাহে তেওঁৰ প্ৰকৃত অৱস্থা নুৰৰ বুঢ়ী মাকে বুজি তেওঁ হিন্দু মানুহ, সমাজৰ চকুত তেওঁ কলঙ্কিনী কিন্তু স্ৰশ্বৰ্ৰ চকুত নিষ্পাপ, আমি মুছলমান দেখি অলপ বিপদত পৰিলোঁ, তেওঁক কেনেকৈ ৰাখো বুলি। সেই ছোৱালীটিয়ে সেইদিনা পুৱা যি জ্ঞান দিলে সি অমূল্য। তেওঁ ক'লে, \"হিন্দু মুছলমানৰ ভিতৰত পাৰ্থক্য স্ৰশ্বৰে কৰা নাই। তেওঁ সকলোৰে পিতা। মানুহেহে পাৰ্থক্য সৃষ্টি কৰিছে।\" তথাপি তেওঁ পৃথক কৰি ৰান্ধিবাঢ়ি খাবৰ ৯ |, /হ ৰ ৰ;",
        "yolo_confidence": 0.9769089818000793,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          107,
          1314,
          1364,
          1936
        ],
        "ocr_text": "যথা সময়ত নুৰৰ জন্ম হ'ল। তাৰ পিছতে তেওঁৰ জ্বৰ আৰম্ভ হয়। মৃত্যুৰ দিনা সন্ধ্যা মোক মাতি নি তেওঁ ক'লে, \"পিতা\", তেওঁ মোক পিতা আৰু নুৰৰ বুঢ়ী মাকক আই বুলি মাতিছিল, \"মোৰ সময় চাপি আহিছে। ছোৱালীটিৰ ভাৰ আপোনাৰ ওপৰতে থাকিল। তাই ডাঙৰ হলে বা তাইৰ বাপেকক যদি আপুনি কেতিয়াবা পায় তেতিয়া তেওঁক সুধিহে আপুনি তাইক মুছলমান কৰিব। আৰু যদি আপুনি মোৰ স্বামীক কেতিয়াবা লগ পায় কব মই তেখেতৰ ওপৰত খং কৰা নাই। তেখেতৰ চৰণ চিন্তা কৰিলেই মই মৰিবলৈ সাহ পাইছো।\" সেইদিনা ৰাতি সাৰিত্জীৰ মৃত্যু হ'ল। সাৱিত্ৰীৰ ইচ্ছামতেই আমি নুৰৰ সীতা নাম দিছো। সীতাৰ দৰে আমাৰ সীতা পৱিত্ৰ, কাৰণ সাৱিত্ৰীৰ দৰে সতীৰ গৰ্ভত তাইৰ জন্ম। এ; ডলা, ৰে মস্ত ল্ষ্ন্ছ =,",
        "yolo_confidence": 0.9761201739311218,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          110,
          1023,
          1366,
          1353
        ],
        "ocr_text": "আমি এই ছোৱালীটিৰ ব্যৱহাৰত মুগ্ধ হৈ গ'লৌ। আল্লাই প্রথমে দেখাৰপৰাই মোৰ হিয়াত তেওঁৰ প্রতি এটি স্নেহৰ সঞ্চাৰ কৰি দিছিল। সেই স্নেই ক্ৰুমে বাঢ়িবলৈ ধৰিলে। তেওঁৰ অতীত ইতিহাসৰ বিষয়ে তেওঁৰ নামৰ বাহিৰে অন্য একো আমি নাজানো। ৰূপ আৰু ব্যৱহাৰৰপৰা বুজিছিলোঁ যে তা ৩৬",
        "yolo_confidence": 0.9471843242645264,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          108,
          1899,
          1364,
          2174
        ],
        "ocr_text": "নুৰৰ কাৰণে আমি মুগী' পোহা, আৰু খোৱা পযন্তি বন্ধ কৰি দিছো। সাৱিত্ৰীয়ে আমাৰ হিয়াৰ কিমান ঠাই অধিকাৰ কৰিছিল তাক ক'বৰ ক্ষমতা মোৰ নাই। নুৰেই এতিয়া আমাৰ জীৱনৰ সম্বল। দীনৰ জ্যোতিৰ দৰে তাই মোৰ আৰু বুঢ়ীমাকৰ জীৱন উজ্জ্বল কৰি ৰাখিছে।",
        "yolo_confidence": 0.9378362894058228,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          111,
          50,
          206,
          135
        ],
        "ocr_text": "12",
        "yolo_confidence": 0.7669686675071716,
        "psm_used": 4
      }
    ]
  },
  "assamese_7.jpg": {
    "language": "asm",
    "original_size": [
      1431,
      2324
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          61,
          1644,
          1364,
          2266
        ],
        "ocr_text": "কাৰো চকুত নপৰাকৈ মানুহৰ মাজে মাজে আগবাঢ়ি আহি দিবাকৰে নিশাৰ মুদ খাই থকা চকুযোৰলৈ অকণমান সময় একেথৰে চালে, তাৰ পিচত আকৌ কাৰো চকুত নপৰাকৈ গুচি গ'ল। যাওঁতে সি যেন দেখি গ'ল এটা ক'লা মণিৰ ভিতৰত এখন সৰু খিৰিকী, তাৰ ভিতৰেদি বহুত দূৰৈত অকণমান ৰঙা বেলি এটা বুৰ গ'ল। তাৰ পিচত এইখন ঘৰক মৰিশালিৰ নিস্তৰূতাই আৱৰি ধৰিলে। দুটা জীয়াই থকা প্ৰাণী ঘৰটোৰ ভিতৰত ছাঁৰ নিচিনাকৈ ঘূৰি ফুৰে, কোনেও কথা নকয়, কোনেও কাৰো দুইটাই ভূত দেখাদি দেখে। বহুত দিনলৈ বাটেদি যোৱা মানুহে ঘৰটোৰ ফালে চাই নিজৰ ভিতৰতে কিবাকিবি কোৱাকুই কৰি গ'ল। ঘৰখনক জীৱ দিবলৈ ঘনাই ঘনাই",
        "yolo_confidence": 0.7785322666168213,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          64,
          1254,
          1366,
          1681
        ],
        "ocr_text": "= প্রথমতে ক্লাছ নাইন, তাৰ পিচত গোটেই ছোৱালী স্কুল সোনকালে ছুটী হ'ল। বহুত মাষ্টৰণী, জাক জাক ছোৱালীৰে ৰজনী মাষ্টৰৰ ঘৰ ভৰি পৰিল। ইমান মানুহ তেওঁৰ হ'ল, চিন্তামণি হাজৰিকাই লুকুৱাই লুকুৱাই বাৰে বাৰে চকু মচিলে, জোনালীক লগৰ ছোৱালীয়ে ধৰি ৰাখিব লগীয়া হ'ল, মৃণাল-বাবুল-দিলীপহঁত এটা চুকৰ মাটিত নিস্তব্ধ হৈ বহি ৰ'ল। জা + সিশ্তটেডৈকি ৰ",
        "yolo_confidence": 0.6375118494033813,
        "psm_used": 4
      }
    ]
  },
  "assamese_8.jpg": {
    "language": "asm",
    "original_size": [
      1432,
      2326
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          25,
          620,
          1322,
          1307
        ],
        "ocr_text": "নামনিৰ পৰা প্রায় এমাইলমান বাট উঠাৰ পিছত বিজয়ৰ গাৰ পৰা ঘাম ব'বলৈ ধৰিলে। অলপ সময় ৰৈ ঘামখিনি মচি ল'বলৈয়ো তেওঁৰ সময় নাই। কাৰণ ৰ'লেই বাঘটো তেওঁৰ দৃষ্টিৰ আঁৰ হৈ যাব। আনকি কোনোফালেই লক্ষ্য নকৰি বাঘটোৰ পাছে পাছে আহৌতে হাবিৰ গছ-গছনিৰ ডাল, কীইট আদিয়ে তেওঁৰ শৰীৰ ক্ষত-বিক্ষত কৰি দিছিল। তথাপি সেইবোৰলৈ তেওঁৰ ভ্ৰাক্ষেপ নাছিল। মাজে মাজে তেওঁ হামখুৰি খাই পৰিও গৈছিল। শৰীৰত পোৱা আঘাত, তেজ, ঘাম আৰু ভাগৰ-_ এই সকলোবোৰৰ কথা একেবাৰে পাহৰি বিজয় বাঘটোৰ পাছে পাছে দৌৰি যাবলৈ ধৰিলে। আজি-যেন বিজয় সুকীয়া জগতৰ প্ৰাণী। বাৰে বাৰে আজি বিজয়ৰ মনটোৱে কৈছে যে এই বাঘটোৱেই বহুতো ৰহস্যৰ সন্ধান দিব পাৰিব। নহ'লে বাঘৰ ডিঙিত কেনেকৈ সোণৰ হাৰ আহিল? সভ্যতাৰ কোনো নিদৰ্শন নথকা এই বিবৰ্জিত দ্বীপত সোণৰ হাৰডাল কাৰ আৰু কোনেইবা ইয়াক পিন্ধাই দিলে? প্ৰশ্টোৰ মাজত কোনোবা নাৰীৰ অস্তিত্ব বিজয়ে অনুভব কৰিলে। 7 \"> \"-'>' ৬, ৯ ৮ বিভা <= ৬০তভডজজ়ে \"২* গি-ভনয্প নিম খনা ম্প্স্লে্চজণতডগোেণ্তিপ আচে পাগশদন ণ্দ",
        "yolo_confidence": 0.9662807583808899,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          24,
          1269,
          1321,
          1779
        ],
        "ocr_text": "হঠাৎ আচম্বিতে পাহাৰৰ মাজভাগত বাঘটো নাইকিয়া হৈ গ'ল। এশগজমানৰ আগে আগে গৈ থকা বাঘটো চকুৰ আগতে হেৰাই যোৱাত বিজয় আচৰিত হ'ল। যিখিনিত বাঘটো অদৃশ্য হ'ল সেইখিনি ঠাইলৈ বিজয় তৎক্ষণাত উঠি আহিল। কিন্তু তাত একো নেদেখিলে; মাত্ৰ এটা গুহাৰ মুখ! বিজয়ৰ তেতিয়া ভাবিবৰ সময় নাই। গুহাটোত তেওঁ সোমাই পৰিল। কিন্তু যিটো গতিত যাব বুলি ভাবিছিল--- নোৱাৰিলে ৷ কাৰণ ভিতৰত ঘোপমৰা অন্ধকাৰ। তথাপি হাতত বন্দুকটো লৈ আগবাঢ়িবলৈ চেষ্টা কৰিলে, মাজে মাজে উজুটিত পৰোঁ পৰোঁ যেন হ'ল। এবাৰ দুয়োকাষে থকা শিলত খুন্দা খালে। তথাপি সেইবোৰলৈ কেৰেপ নকৰিলে। ৰণবীৰ দদাইদেউক :এৰি অহা এঘণ্টা ডেৰঘণ্টামান হৈ গ'ল। ত ০ বনিষ্টনয়াপ,",
        "yolo_confidence": 0.9562377333641052,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          25,
          366,
          1324,
          657
        ],
        "ocr_text": "বাঘটোৰ গতি ক্ষিণ নাছিল। স্বাভাৱিক গতিবেই সি লৰ মাৰি যাবলৈ ধৰিছিল। পাহাৰৰ হাবিবোৰৰ মাজে মাজে সি ওপৰলৈ উঠি যাবলৈ ধৰিলে। তাৰ পাছে পাছে অসীম কৌতূহল, উৎকণ্ঠা আৰু উত্তেজনাৰে বিজয়ো যে হাতত বন্দুকটো লৈ আহি আছিল সি বোধকৰোঁ গম নাপায়। ৰ",
        "yolo_confidence": 0.8727751970291138,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          21,
          1737,
          1322,
          2249
        ],
        "ocr_text": "১৬.৮৮, ১--'8),/\"\" - ঠষ্টন শীতক ৬৯২অ৬তেএড৯ এটদস এ ৬.৯%৯%.ত৩ত৩১৬৮৬৬৯ ৯৯৷৬,,৯ %%৮১ ৯৮\" অত৷ এই অন্ত নোহোৱা সুৰংগটোৰ গোটেইছোৱাই অন্ধকাৰ নাছিল। মাজে মাজে বাহিৰৰ পোহৰো সোমাইছিল। সেই পোহৰৰ মাজত বিজয়ে লক্ষ্য কৰিলে সুৰংগৰ বাটটো বেছ মিহি। মানুহ নাইবা কোনোবা প্ৰাণীৰ অহা-যোৱাৰ চিন যেন স্পষ্ট হৈ আছে। সুৰংগৰ মাজত কেতিয়াবা তেওঁ ডাঙৰ ডাঙৰ শিল পালে আৰু কেতিয়াবা হয়তো কোনোবা অচিন পাহাৰী নিজৰাৰ সৰু সুঁতি। ক'ৰবাত দেখিলে সুৰংগটোৰ গাত অবিচ্ছিন্নভাৱে থকা শেলুৱৈ আৰু ক'ৰবাত হয়তো বাহিৰৰ পৰা সোমাই অহা ডাঙৰ গছৰ শিপা। এইদৰে কিছুদূৰ গৈ থকাৰ পিছত হঠাৎ অনতিদূৰত বাঘটো বিজয়ৰ দৃষ্টিগোচৰ হ'ল। বিজয় উৎসাহিত আৰু আনন্দিত হৈ পৰিল। তেনেহ'লে বিজয়ৰ ভুল হোৱা নাই। বাঘটোৱে",
        "yolo_confidence": 0.7108230590820312,
        "psm_used": 4
      }
    ]
  },
  "assamese_9.jpg": {
    "language": "asm",
    "original_size": [
      1492,
      2367
    ],
    "blocks": [
      {
        "block_type": "Text",
        "bbox": [
          71,
          891,
          1363,
          1255
        ],
        "ocr_text": "শেৱালিয়ে তলৰ ওঁঠখন বিকটাই চকু দুটা ঘোপা কৰি কল্যাণীলৈ চালে, তাৰ পিচত সিহঁতৰ মাজত প্ৰচলিত ভাষা ব্যৱহাৰ কৰি ক'লৈ, \"তেনেকুৱা দেখুৱা কথা নক'বি বুইছ! দেখুৱাবলৈ মানুহ নেপালি আৰু? তাতকৈ এটা কাম কৰ ৷ তইতো এইখন ঘৰৰ বস্তু দিব পৰা হৈছই; ডাঙৰকৈ মিঠাইৰ টোপোলা এটা বান্ধি দিবি, সেই খালী চিটটোতে লৈ যাম, বাটে বাটেতো খামেই, ঘৰতো গৈ দুদিনলৈ খাই থাকিম!\"",
        "yolo_confidence": 0.902457058429718,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          71,
          172,
          1364,
          730
        ],
        "ocr_text": "মনলৈ আহিল,--- অৰুণহঁতেতো কামকে কৰি ফুৰিছে, কিবা খাইছে নে নাই? নহয়, এটা কাম কৰিব লাগিব, এটা সুবিধা উলিয়াই অৰুণহঁতক ভিতৰলৈ মাতি আনি, এটা চুকত বহুৱাই খুৱাব লাগিব। কিন্তু কামটো কৰিবলৈ তাইৰ অলপ সংকোচো লাগিল। এই মানুহজাকৰ লগত যে তাইৰ দূৰ সম্বন্ধীয়া ভনীয়েক শেৱালি আহিছে, তাই কেনেবাকৈ কিবা এটা গম পাই আহিছে, আৰু আহিবৰেপৰা তাই কল্যাণীক কথাৰে টানি-আজুৰি আছে। কল্যাণীয়ে ভিতৰি ভিতৰি এটা তৃপ্তি অনুভৱ কৰিছে আৰু মুখেৰে শেৱালিক ডবিয়াই আছে। এবাৰ শেৱালিয়ে ক'লে,\"আমাৰ গাড়ীত এটা চিট খালী কৰি আনিছিলোঁ৷, ভাবিছিলোঁ যাওঁতে তোক লৈ যাম; তইনো ক'ত যাবি চাগৈ এতিয়া!\" মছি",
        "yolo_confidence": 0.8655186295509338,
        "psm_used": 4
      },
      {
        "block_type": "Page-header",
        "bbox": [
          1266,
          87,
          1363,
          172
        ],
        "ocr_text": "২৭",
        "yolo_confidence": 0.7655980587005615,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          71,
          697,
          1366,
          926
        ],
        "ocr_text": "কল্যাণীয়ে যিমান পাৰে আগ্ৰহ প্রকাশ কৰিবলৈ চেষ্টা কৰি ক'লে, \"হয় নে কি? যাম।\" ৰি \"*/ + ন্মন্তছ 'পমি য় ন্্ত্বিত ন ্ল",
        "yolo_confidence": 0.7401773929595947,
        "psm_used": 4
      },
      {
        "block_type": "Text",
        "bbox": [
          67,
          1221,
          1366,
          2259
        ],
        "ocr_text": "উপায় নাই। এই মানুহজাক, বিশেষকৈ শেৱালি আহি কল্যাণীক বৰ বিপদত পেলালে। তথাপিও তাই সুবিধা বিচাৰিবলৈ ধৰিলে অৰুণহঁতক কিবা অলপ খুৱাবলৈ শেষত আবেলি চাৰিমান বজাত তাই এটা সুবিধা উলিয়ালে । অনিল কিবা এটা কামত ভিতৰলৈ আহোঁতেই তাই জোৰকৈ তাক ভিতৰৰ কোঠালিত বহুৱাই ৰাখিলে, বুজাই দিলে তাই নোকোৱালৈকে সি যেন তাৰপৰা লৰচৰ নকৰে। তাৰ পাচত তাই গ'ল অৰুণক বিচাৰি। এটা সৰু ল'ৰাৰ সহায় লৈ, অলপ সময়ৰ পিচত তাই অৰুণক প্ৰায় বন্দী কৰিয়েই লৈ আহিল। পিচে পিচে অৰুণ \"হ'ল কি কোৱাচোন\", আৰু আগে আগে কল্যাণী \"আহকচোন, ডাঙৰ কথা আছে।\" বুলি কৈ কৈ অনিল বহি থকা কোঠালিটোলৈ সোমাই আহিল। দুয়োটাৰ আগত যিমান বিধ বস্তুৰ আয়োজন হৈছিল, সকলোৰে অলপ অলপ সজাই দি কল্যাণী পৰম তৃপ্তিৰে ওচৰতে থিয় হৈ থাকিল; মাজে মাজে তাই কেৱল ইফালে-সিফালে চালে, শেৱালি কেনেবাকৈ ওলাইহি বুলি। অৰুণে প্ৰথমতে \"এই সোপা খাব পাৰিনে\" ইত্যাদি বুলি চিঞৰ-বাখৰ কৰিলে, তাৰ পিচত হঠাতে তাক বৰ ভাগৰুৱা যেন দেখা গ'ল। এবাৰ সি নিশাহ এটা এৰি ক'লে, \"হৈ গ'ল আৰু ৷ ৰাতিটো ভালে ভালে পাৰ হৈ গ'লেই শেষ ৷\" শেষ হৈ গ'লে বেয়া নহয়। কল্যাণীয়ে ভাবিলে। এইবোৰ শেষ হৈ যোৱাৰ পিচত",
        "yolo_confidence": 0.7180588841438293,
        "psm_used": 4
      }
    ]
  }
}